programming	2482
knowledge	2448
enjoyed	2442
clear	2371
work	2356
also	2298
make	2254
instructor	2235
help	2235
topic	2185
thing	2167
get	2149
example	2115
data	2114
amazing	2100
new	2092
informative	2074
python	2071
beginner	2053
machine	2023
awesome	2011
many	1990
could	1984
coursera	1918
better	1916
week	1884
student	1858
practical	1779
think	1734
experience	1717
highly	1714
want	1712
first	1700
love	1690
take	1690
give	1675
dr	1651
start	1615
understanding	1612
bit	1604
teaching	1590
life	1568
little	1557
would_NEG	1546
simple	1523
fun	1522
people	1437
explanation	1436
quiz	1429
time_NEG	1414
even	1405
need	1395
much_NEG	1394
follow	1394
loved	1387
use	1360
exercise	1340
world	1334
explained	1330
found	1327
assignment_NEG	1320
know	1320
part	1308
wonderful	1298
project	1289
like_NEG	1286
subject	1284
really_NEG	1265
good_NEG	1236
tool	1229
anyone	1223
real	1208
one_NEG	1187
presented	1184
study	1178
helped	1174
skill	1162
also_NEG	1158
specialization	1140
made	1136
lesson	1119
:)	1113
every	1105
recommended	1104
practice	1097
fantastic	1089
challenging	1088
learning_NEG	1080
level	1069
taught	1058
video_NEG	1048
point	1043
however	1039
quite	1038
idea	1036
overview	1034
problem	1027
different	1025
science	1012
prof	1012
language	1008
liked	1007
learn_NEG	992
feel	988
done	960
get_NEG	939
lot_NEG	935
well_NEG	934
structured	932
u	924
design	920
everyone	919
important	917
job	917
thought	909
wish	908
looking	902
reading	900
ever	897
material_NEG	893
lecture_NEG	892
technique	891
especially	884
great_NEG	883
approach	878
business	875
definitely	874
interested	872
go	863
insight	861
theory	859
chuck	857
way_NEG	846
short	846
complete	845
week_NEG	844
perfect	841
question	835
know_NEG	834
student_NEG	830
introductory	819
andrew	819
taking	817
teach	813
taken	813
though	808
engaging	807
programming_NEG	803
using	800
understand_NEG	800
university	797
forward	797
could_NEG	792
field	792
learnt	786
work_NEG	786
overall	786
difficult	777
far	775
hard	772
ng	770
make_NEG	763
everything	762
detail	762
class_NEG	754
step	753
review	744
must	744
without	741
think_NEG	734
extremely	731
see	725
online	722
used	710
take_NEG	708
already	706
organized	704
lecturer	704
presentation	702
thank_NEG	700
thing_NEG	696
algorithm	689
web	688
management	685
knowledge_NEG	682
structure	679
improve	674
development	672
even_NEG	671
cover	667
making	666
still	665
quiz_NEG	661
quality	660
recommend_NEG	655
hand	654
pretty	649
case	648
professional	644
question_NEG	639
gave	638
team	637
application	632
future	631
provided	630
put	625
hope	621
fundamental	620
many_NEG	619
high	619
experience_NEG	616
worth	612
designed	609
got	607
method	600
need_NEG	598
never	598
end	596
background	595
better_NEG	595
process	592
look	592
opportunity	591
code	590
depth	590
provides	588
writing	584
clearly	583
given	581
intro	581
find	580
year	577
started	575
keep	571
english	571
able	569
enough_NEG	569
concept_NEG	569
took	568
right	564
easy_NEG	564
aspect	562
say	562
game	560
use_NEG	560
book	555
content_NEG	554
coursera_NEG	551
help_NEG	550
next	550
thanks_NEG	545
example_NEG	543
people_NEG	543
tip	542
two	541
research	541
analysis	540
apply	536
general	528
something	528
learner	528
information_NEG	526
effort	525
although	524
valuable	521
enjoyable	521
going	516
give_NEG	512
covered	512
big	510
detailed	506
working	506
enough	506
history	504
star	502
topic_NEG	502
test	501
stuff	497
cannot	497
peer	493
feel_NEG	490
first_NEG	490
full	489
html	489
concise	488
module	488
issue	487
new_NEG	482
someone	482
actually	481
last	481
absolutely	480
ml	479
resource	479
relevant	478
day	473
want_NEG	472
instruction	472
starting	471
sometimes	467
comprehensive	466
professor_NEG	465
felt	465
style	462
view	458
learned_NEG	456
complex	454
basic_NEG	451
final	448
long	447
always	446
interesting_NEG	446
program	445
getting	445
focus	442
since	441
problem_NEG	441
pace	439
together	436
mooc	436
read	433
whole	432
discussion	432
school	432
part_NEG	431
explains	431
perspective	431
instructor_NEG	429
advanced	428
effective	427
foundation	427
enjoy	426
system	413
slide	412
manner	412
brilliant	411
rather	407
go_NEG	406
useful_NEG	405
another	403
area	403
clear_NEG	403
may	401
marketing	400
change	399
interview	397
easily	397
explaining	394
specialization_NEG	394
data_NEG	391
needed	389
thinking	389
simply	388
happy	383
set	382
mind	381
insightful	381
project_NEG	380
financial	379
music	377
others	376
career	375
code_NEG	375
term	373
answer_NEG	372
complete_NEG	368
find_NEG	368
cool	368
appreciate	367
come	364
cs	362
review_NEG	361
still_NEG	361
yet	360
coding	360
math	360
difficult_NEG	360
strategy	359
deep	357
build	357
explain	357
python_NEG	356
subject_NEG	356
best_NEG	353
le	352
various	351
reading_NEG	351
provide	349
without_NEG	347
non	347
understanding_NEG	347
interest	347
little_NEG	347
background_NEG	346
forum	346
teacher_NEG	345
thoroughly	344
second	344
maybe	344
point_NEG	341
series	341
giving	340
technology	340
available	339
javascript	339
challenge	338
bit_NEG	336
might	336
brain	335
solid	335
fast	334
continue	334
however_NEG	334
inspiring	334
amount	333
beginning	333
able_NEG	332
related	331
statistic	331
thorough	330
principle	328
hard_NEG	328
free	328
kind	327
completed	325
providing	325
made_NEG	324
something_NEG	323
try	323
forum_NEG	322
model	322
software	320
understandable	320
deeper	320
required	319
idea_NEG	319
back	319
language_NEG	319
teaching_NEG	317
person	317
fact	317
though_NEG	316
real_NEG	316
exercise_NEG	316
previous	315
order	314
task	311
life_NEG	311
seems	310
truly	310
based	310
quite_NEG	310
see_NEG	309
social	309
found_NEG	308
helpful_NEG	308
etc	306
computer	304
teach_NEG	303
behind	303
practice_NEG	303
several	302
overall_NEG	299
offer	298
key	298
start_NEG	297
homework	296
level_NEG	296
sure_NEG	295
around	295
answer	293
highly_NEG	293
taking_NEG	293
test_NEG	293
expected	292
market	292
sure	290
present	290
outstanding	289
beginner_NEG	288
interactive	287
self	285
technical	285
finance	285
paced	284
opinion	282
used_NEG	282
actually_NEG	282
create	281
already_NEG	280
super	280
strongly	278
anyone_NEG	277
mr	276
u_NEG	275
show	275
graphic	275
studying	274
along	274
lesson_NEG	273
done_NEG	272
easier	272
food	272
peer_NEG	271
detail_NEG	271
different_NEG	269
platform	267
machine_NEG	267
prepared	266
health	266
totally	265
boring	265
note	265
add	264
anything_NEG	263
additional	263
speaker	262
matter	262
say_NEG	262
possible	261
hour	261
follow_NEG	261
involved	259
current	259
theoretical	259
believe	259
become	259
write	258
sense	258
end_NEG	258
please	258
going_NEG	257
practical_NEG	257
study_NEG	257
lack	256
watch	256
education	256
value	256
slow	255
delivered	254
read_NEG	254
almost	254
thought_NEG	253
support	253
using_NEG	253
explained_NEG	253
looking_NEG	251
glad	251
fascinating	250
essential	250
modern	250
book_NEG	249
word	249
may_NEG	248
open	248
digital	248
session	247
instead	247
definitely_NEG	246
industry	246
look_NEG	245
explanation_NEG	245
challenging_NEG	245
java	243
case_NEG	243
rest	241
eye	241
star_NEG	241
format	240
small	240
deal	240
finish	239
psychology	239
least	239
science_NEG	238
nothing	238
cannot_NEG	237
discussion_NEG	237
funny	235
reference	235
feedback	234
final_NEG	234
excelent	233
improved	233
taught_NEG	232
gain	232
accessible	232
tool_NEG	232
nicely	231
trying	231
develop	230
bad	230
mentor	230
dr_NEG	230
skill_NEG	229
probably	229
grasp	229
certificate	228
english_NEG	228
personal	228
exciting	227
entertaining	227
knowledgeable	226
college	226
difficulty	225
delivery	224
specific	224
everybody	224
internet	224
right_NEG	224
seen	224
university_NEG	223
important_NEG	223
focused	222
suggest	222
charles	221
least_NEG	221
congratulation	220
type	220
especially_NEG	220
covered_NEG	219
job_NEG	219
everything_NEG	218
worth_NEG	218
hour_NEG	218
towards	217
severance	217
main	217
world_NEG	216
place	216
online_NEG	216
introduced	215
got_NEG	215
throughout	214
appreciated	214
section	214
friend	214
positive	213
given_NEG	213
info	213
particularly	213
function	212
art	211
simple_NEG	211
advice	211
source	211
rather_NEG	210
daily	210
chinese	210
next_NEG	210
master	210
top	209
philosophy	209
put_NEG	209
journey	208
law	208
previous_NEG	208
regression	208
slide_NEG	208
often	207
two_NEG	207
felt_NEG	207
every_NEG	207
another_NEG	207
solution	207
benefit	206
tutorial	206
certificate_NEG	205
sharing	205
someone_NEG	205
staff	204
form	204
introduction_NEG	204
exam	204
barbara	204
energy	204
never_NEG	203
analytics	203
enjoying	202
number	202
programmer	201
necessary	201
always_NEG	200
took_NEG	200
planning	199
presented_NEG	199
making_NEG	198
brief	198
sometimes_NEG	198
training	198
expert	197
day_NEG	197
within	196
calculus	196
excellent_NEG	196
provided_NEG	196
poor	196
come_NEG	196
effort_NEG	196
long_NEG	196
finished	195
wanted	195
might_NEG	194
completely	194
matlab	194
year_NEG	194
quickly	193
tough	193
quick	193
excel	193
enjoyed_NEG	192
building	192
creating	192
capstone	192
result	192
refresher	191
interested_NEG	191
website	191
situation	190
offered	190
human	189
manager	189
word_NEG	189
talk	189
mathematical	188
fun_NEG	188
academic	187
listen	187
free_NEG	187
nice_NEG	187
child	186
quality_NEG	186
story	185
due	185
since_NEG	185
three	185
applied	184
field_NEG	184
entire	183
hope_NEG	183
educational	183
balance	183
superb	183
bad_NEG	182
design_NEG	182
issue_NEG	182
broad	182
activity	182
feedback_NEG	181
algorithm_NEG	181
knew	181
required_NEG	180
gained	180
pay_NEG	180
watching	180
framework	180
reason	179
functional	179
taken_NEG	177
business_NEG	177
understood	177
short_NEG	176
side	176
last_NEG	176
far_NEG	176
grammar	176
available_NEG	176
completing	175
guide	175
math_NEG	175
oakley	175
theory_NEG	175
medium	175
starter	174
changed	174
forward_NEG	174
strong	174
friendly	174
technique_NEG	174
scientific	174
exceptional	174
regarding	173
developing	173
improvement	173
optional	173
usefull	173
creative	173
line	173
negotiation	172
complicated	172
engineering	172
ability	171
wish_NEG	171
recommended_NEG	171
link	170
including	170
spent	170
company	170
excited	170
solve	170
keep_NEG	169
whole_NEG	169
yet_NEG	169
text	169
plan	169
environment	169
j	169
scala	169
process_NEG	168
tutor	168
straight	168
depth_NEG	168
efficient	168
writing_NEG	167
extra	167
following	167
:)_NEG	167
confusing	167
cover_NEG	167
step_NEG	167
iot	167
let	166
bootstrap	166
attention	166
choice	165
prof_NEG	165
maybe_NEG	165
back_NEG	164
etc_NEG	164
nutrition	164
provoking	164
confidence	164
minute	163
common	163
future_NEG	163
powerful	163
light	162
method_NEG	162
instead_NEG	162
global	162
helping	162
product	162
expect_NEG	161
picture	161
familiar	161
getting_NEG	161
le_NEG	160
applicable	160
feeling	160
grateful	160
wide	160
access	160
scientist	160
value_NEG	160
try_NEG	160
perhaps	159
everyone_NEG	159
pas	159
incredible	158
grading	158
guy	158
needed_NEG	158
actual	158
memory	157
date	157
explore	157
research_NEG	157
error	156
core	156
application_NEG	156
high_NEG	156
applying	156
incredibly	155
provide_NEG	155
wait	155
seemed	155
wrong_NEG	155
web_NEG	154
remember	154
begin	154
certainly	154
fact_NEG	154
mostly	154
module_NEG	153
explain_NEG	153
away	153
confident	153
possible_NEG	152
seems_NEG	152
decision	152
went	152
addition	152
written	152
experienced	151
otherwise	151
specially	151
communication	151
statistical	151
huge	151
personally	151
pleasure	151
pas_NEG	151
based_NEG	151
discussed	151
country	150
healthy	150
enlightening	150
assessment	150
particular	150
matter_NEG	150
expectation	150
passion	149
aspect_NEG	149
seem_NEG	149
write_NEG	149
across	149
certain	148
love_NEG	148
finish_NEG	148
mistake	148
dynamic	148
covering	148
hand_NEG	148
longer	147
database	147
mean_NEG	147
lab	147
believe_NEG	147
implement	147
liked_NEG	147
indeed	147
today	147
implementation	147
finally	147
individual	147
intuitive	147
user	146
beyond	146
approach_NEG	146
system_NEG	146
trying_NEG	146
learner_NEG	146
boring_NEG	146
team_NEG	145
effectively	145
mathematics	145
instruction_NEG	145
organization	145
ok	144
sound	144
worked	144
exactly	144
presenter	144
presentation_NEG	143
compared	143
base	143
probably_NEG	143
term_NEG	143
expected_NEG	143
changing	143
others_NEG	143
wrong	143
passionate	142
working_NEG	142
network	142
share	142
coding_NEG	142
structure_NEG	141
general_NEG	141
version	141
sir	141
professional_NEG	141
rich	141
pay	141
missing	141
solving	140
added	140
advanced_NEG	140
ago	140
developer	140
later	140
focus_NEG	139
major	139
lecturer_NEG	139
stuff_NEG	138
everyday	138
special	138
korean	138
state	138
community	138
suggestion	137
order_NEG	137
said_NEG	137
often_NEG	137
school_NEG	137
past	136
deep_NEG	136
basis	136
power	136
methodology	136
element	135
unity	135
mean	135
unfortunately	135
old	135
four	135
international	135
dog	135
full_NEG	135
grade_NEG	134
fine	134
putting	134
coverage	134
regard	134
program_NEG	134
chance	134
show_NEG	133
plenty	133
family	133
requires	133
sense_NEG	132
grading_NEG	132
helped_NEG	132
move	132
big_NEG	132
easily_NEG	132
game_NEG	132
offering	132
multiple	131
computer_NEG	131
live	131
gave_NEG	131
nothing_NEG	131
linear	131
security	131
money_NEG	130
public	129
anything	129
interaction	129
seem	129
talking	129
introduce	129
opinion_NEG	129
objective	129
specific_NEG	129
included	128
couple	128
scratch	128
month	128
coming	128
perfectly	128
clearly_NEG	128
beneficial	128
opportunity_NEG	128
seo	128
prior_NEG	128
variety	127
context	127
improve_NEG	127
engineer	127
plus	127
apply_NEG	127
enthusiasm	127
developed	126
low	126
opened	126
continue_NEG	126
difference	126
image	126
amount_NEG	126
related_NEG	126
kind_NEG	125
money	125
prior	125
range	124
grade	124
note_NEG	124
five	124
enrolled	124
spend	124
suitable	124
correct	123
beautiful	123
precise	123
correct_NEG	123
engaging_NEG	123
photography	123
development_NEG	122
opening	121
resource_NEG	121
rewarding	121
alot	120
familiar_NEG	120
behind_NEG	120
include	120
wanting	120
character	120
giving_NEG	119
necessary_NEG	119
around_NEG	119
harder	119
thinking_NEG	119
result_NEG	119
greatly	119
setting	119
insight_NEG	119
page	119
technical_NEG	118
came	118
change_NEG	118
degree	118
consider	118
single	118
said	117
although_NEG	117
similar	117
manage	117
studied	117
speaker_NEG	117
html_NEG	117
either_NEG	116
almost_NEG	116
presenting	116
statistic_NEG	116
somewhat	116
completed_NEG	116
organised	116
disappointed	115
intuition	115
tell	115
specialisation	115
bring	115
please_NEG	115
guest	115
newbie	115
reason_NEG	115
mix	115
yaakov	114
appropriate	114
must_NEG	114
build_NEG	114
accounting	114
reviewed	114
set_NEG	114
feature	114
person_NEG	114
spent_NEG	114
:-)	114
chapter	114
started_NEG	114
:d	113
piece	113
home	113
goal	113
spend_NEG	113
loving	113
habit	113
planned	113
interest_NEG	113
option	112
model_NEG	112
mind_NEG	112
listening	112
motivated	112
ton	112
visual	112
music_NEG	112
mentor_NEG	112
task_NEG	111
ever_NEG	111
favorite	111
left	111
motivating	111
second_NEG	111
path	111
audio	111
pretty_NEG	111
explaining_NEG	111
style_NEG	110
name	110
fairly	110
waste	110
leadership	110
support_NEG	110
paper	110
extremely_NEG	110
advance	110
role	110
instructive	109
area_NEG	109
weekly	109
satisfied	109
due_NEG	109
interview_NEG	109
age	108
history_NEG	108
success	108
octave	108
relevant_NEG	108
lack_NEG	108
hoping	108
intermediate	107
series_NEG	107
enthusiastic	107
knowing	107
touch	107
care	107
amazing_NEG	107
waste_NEG	107
economics	107
author	107
expecting	107
shiller	107
refresh	106
mentioned_NEG	106
novice	106
analysis_NEG	106
essay	106
completely_NEG	106
introduces	106
introducing	106
fully	105
us	105
several_NEG	105
oriented	105
unique	105
dive	104
speaking	104
article	104
place_NEG	104
evolution	104
otherwise_NEG	104
limited	104
written_NEG	104
subtitle	104
text_NEG	104
despite	104
link_NEG	104
rail	103
script	103
watch_NEG	103
speed	103
list	103
search	103
additional_NEG	103
historical	102
kept	102
flow	102
complex_NEG	102
challenge_NEG	102
classroom	102
active	102
add_NEG	102
tried	102
management_NEG	102
perhaps_NEG	101
mooc_NEG	101
inspired	101
mistake_NEG	101
decent	101
watching_NEG	101
clarity	101
neural	101
faculty	101
impact	101
progress	101
andrew_NEG	101
ruby	101
upon	100
logical	100
staff_NEG	100
straightforward	100
error_NEG	100
absolute	100
play	100
impressive	100
punctuation	100
colleen	100
serious	100
lead	100
file	99
whether	99
description	99
formula	99
require_NEG	99
control	99
built	99
poorly	99
true	98
happy_NEG	98
investment	98
group	98
soon	98
enjoy_NEG	98
standard	98
appreciate_NEG	97
type_NEG	97
break	97
gap	97
middle	97
software_NEG	97
purpose	97
importance	97
detailed_NEG	96
check	96
library	96
humor	96
angular	96
away_NEG	96
trick	96
college_NEG	96
view_NEG	95
moocs	95
ng_NEG	95
actual_NEG	95
graph	95
fast_NEG	95
offer_NEG	95
graduate	95
solution_NEG	95
contains	95
moment	95
large	94
become_NEG	94
allows	94
require	94
platform_NEG	94
create_NEG	94
scenario	94
page_NEG	94
minute_NEG	94
comment	93
cooking	93
rule	93
created	93
thankful	93
section_NEG	92
deal_NEG	92
efficiently	92
ready	92
run	92
increase	92
de	92
finally_NEG	92
procrastination	92
session_NEG	92
testing	92
ml_NEG	92
reviewing	92
seen_NEG	92
together_NEG	92
graded	91
proper	91
guidance	91
swirl	91
sustainable	91
theme	91
structured_NEG	91
waiting	91
update	91
happiness	91
physic	91
function_NEG	91
enhance	91
buddhism	91
app	91
join	90
track	90
considering	90
chuck_NEG	90
package	90
entrepreneur	90
animal	90
impressed	90
expect	90
period	90
sql	90
valuable_NEG	90
graded_NEG	89
requirement	89
starting_NEG	89
google	89
line_NEG	89
homework_NEG	89
policy	89
half	89
head	89
number_NEG	89
allow	89
anybody	89
complexity	89
performance	89
designed_NEG	89
else_NEG	89
talking_NEG	88
component	88
pleasant	88
critical	88
panda	88
source_NEG	88
designing	88
tableau	88
reference_NEG	88
balanced	88
audience	88
outside	88
either	87
participant	87
carefully	87
figure	87
engaged	87
production	87
currently	87
event	86
potential	86
generally	86
enroll	86
attended	86
else	86
motivation	86
prepare	86
attend	86
deeply	86
confusing_NEG	85
informative_NEG	85
leader	85
graphlab	85
gi	85
wonderful_NEG	85
medical	85
learnt_NEG	85
longer_NEG	85
sentence	85
mentioned	85
key_NEG	85
successful	85
slightly	85
economic	85
disappointed_NEG	85
entry	85
pro	85
optional_NEG	85
non_NEG	84
exceptionally	84
tell_NEG	84
culture	84
society	84
let_NEG	84
comfortable	84
capstone_NEG	84
immediately	84
single_NEG	84
loved_NEG	84
per	84
systematic	84
known	84
recommendation	84
difficulty_NEG	84
earlier	84
writer	83
finished_NEG	83
anyway_NEG	83
beginning_NEG	83
asked_NEG	83
guess	83
simply_NEG	83
fully_NEG	83
native_NEG	83
finding	83
reinforce	83
exam_NEG	83
paid_NEG	83
site	83
missed	83
awesome_NEG	83
mention_NEG	82
vocabulary	82
lost	82
open_NEG	82
metric	82
textbook	82
tip_NEG	82
algebra	82
solve_NEG	82
small_NEG	82
android	82
mathematical_NEG	82
michigan	81
wanted_NEG	81
heavy	81
bonus	81
improving	81
present_NEG	81
brings	81
run_NEG	81
managed	81
updated	81
logic	81
brain_NEG	81
relatively	81
evaluation	80
pursue	80
meditation	80
rate	80
emphasis	80
laid	80
marketing_NEG	80
front	80
javascript_NEG	80
visualization	80
perfect_NEG	80
talk_NEG	80
summary	80
check_NEG	80
comprehend	80
didactic	80
miss	80
dry	80
ask_NEG	80
involved_NEG	80
managing	80
grader	79
fit	79
worthwhile	79
left_NEG	79
fowler	79
perspective_NEG	79
designer	79
john	79
passed	79
stay	79
suggest_NEG	79
form_NEG	79
curriculum	79
ground	79
angularjs	78
brought	78
easier_NEG	78
productive	78
prepared_NEG	78
figure_NEG	78
java_NEG	78
colleague	78
later_NEG	78
computing	78
extra_NEG	78
studying_NEG	78
statement	78
fashion	78
expand	78
three_NEG	77
beautifully	77
overview_NEG	77
neuroscience	77
influence	77
achieve	77
practicing	77
calculus_NEG	77
education_NEG	77
within_NEG	77
rest_NEG	77
early	77
personal_NEG	77
google_NEG	77
file_NEG	77
pace_NEG	77
responsive	77
direct	77
submit_NEG	77
comment_NEG	76
slow_NEG	76
followed	76
meaningful	76
understood_NEG	76
native	76
aware	76
speak	76
quickly_NEG	76
shared	76
following_NEG	76
multiple_NEG	76
moving	76
allow_NEG	76
properly	76
includes	76
besides	76
definition	76
knew_NEG	75
opener	75
cloud	75
github	75
terrific	75
american	75
classmate	75
kudos	75
encouraging	75
mainly	75
zero	75
format_NEG	74
certain_NEG	74
access_NEG	74
eating	74
paid	74
described	74
excel_NEG	74
completing_NEG	74
crisis	74
list_NEG	73
packed	73
organized_NEG	73
particular_NEG	73
grasp_NEG	73
cs_NEG	73
smart	73
submission	73
document	73
unit	73
sejnowski	73
basically	73
website_NEG	73
sound_NEG	73
hear	73
aid	73
deeper_NEG	72
properly_NEG	72
doubt	72
till	72
nevertheless	72
programmer_NEG	72
cost	72
suggested	72
missing_NEG	72
totally_NEG	72
action	72
version_NEG	72
respect	72
showing	72
shown	71
exactly_NEG	71
option_NEG	71
repetitive	71
guess_NEG	71
frustrating_NEG	71
direction	71
wright	71
biology	71
illustration	71
thus	71
introductory_NEG	71
internet_NEG	71
face	71
lucid	71
pdf	71
robert	71
reasonable	71
service	70
became	70
fabulous	70
technology_NEG	70
whether_NEG	70
doubt_NEG	70
title	70
usage	70
ease	70
ancient	70
month_NEG	70
survey	70
discipline	70
poetry	70
certification	70
asked	70
transcript	70
entire_NEG	70
filled	70
map	70
fresh	70
treatment	70
recipe	70
willing	70
minor	70
encourage	70
directly	69
obvious	69
schedule	69
vision	69
significant	69
higher	69
cause	69
third	69
discussed_NEG	69
frustrating	69
keeping	69
artist	69
lacking	69
board	69
concrete	69
entrepreneurship	69
absolutely_NEG	69
allowed	69
combination	69
connection	69
immensely	68
formula_NEG	68
academic_NEG	68
feeling_NEG	68
impossible	68
per_NEG	68
slowly	68
refreshing	68
sort	67
major_NEG	67
turn	67
agile	67
discus	67
matlab_NEG	67
mostly_NEG	67
paying_NEG	67
worked_NEG	67
terrorism	67
conversation	67
voice	67
helpfull	67
benefit_NEG	67
realize	67
provides_NEG	67
seemed_NEG	66
ideal	66
choice_NEG	66
sample	66
space	66
broken	66
social_NEG	66
main_NEG	66
input	66
tutorial_NEG	66
submit	66
object	66
ask	66
effective_NEG	66
processing	66
maya	66
implement_NEG	66
arduino	66
wow	66
lovely	66
meet	66
syntax	66
thoughtful	65
superficial	65
surprised	65
total	65
anyway	65
truly_NEG	65
greatest	65
david	65
earth	65
nature	65
include_NEG	65
faster	65
raj	65
user_NEG	65
poor_NEG	65
clinical	65
rating	65
principle_NEG	65
political	65
gone	65
constructed	64
classical	64
parent	64
jim	64
among	64
terminology	64
self_NEG	64
leading	64
interaction_NEG	64
offered_NEG	64
git	64
manageable	64
lost_NEG	64
seeing	64
side_NEG	64
load	63
fair	63
participate	63
preparing	63
rock	63
relationship	63
complicated_NEG	63
innovative	63
curve	63
camera	63
spark	63
young	63
importantly	63
specifically	63
universe	63
proof	63
industry_NEG	63
focusing	63
email	63
prefer	63
preparation	63
exploring	63
philosophy_NEG	62
site_NEG	62
recomend	62
various_NEG	62
via	62
man	62
phenomenal	62
economy	62
apart	62
jump	62
requirement_NEG	62
exposure	62
attention_NEG	62
scope	62
showed	62
relation	62
;)	62
finishing	61
art_NEG	61
providing_NEG	61
vague	61
initial	61
inspirational	61
argument	61
adding	61
glad_NEG	61
choose	61
surely	61
diet	61
expert_NEG	61
remember_NEG	61
foundation_NEG	61
algebra_NEG	61
aware_NEG	61
stimulating	60
command	60
researcher	60
evaluate	60
environmental	60
force	60
abstract	60
assessment_NEG	60
muy	60
career_NEG	60
domain	60
modeling	60
consider_NEG	60
particularly_NEG	60
chance_NEG	60
expertise	60
literature	60
name_NEG	60
finance_NEG	60
mechanic	60
rigorous	60
sentence_NEG	60
printing	60
member	60
pick	59
similar_NEG	59
ahead	59
guy_NEG	59
five_NEG	59
wonderfully	59
portion	59
ability_NEG	59
unclear	59
accent	59
miss_NEG	59
linear_NEG	59
stage	59
beyond_NEG	59
sequence	58
invaluable	58
situation_NEG	58
amazingly	58
seriously	58
enjoyable_NEG	58
courser	58
demanding	58
financial_NEG	58
certainly_NEG	58
date_NEG	58
sorry	58
diverse	58
move_NEG	58
possibility	58
patient	58
none	58
intro_NEG	58
speak_NEG	57
speech	57
complaint	57
enriching	57
previously	57
past_NEG	57
octave_NEG	57
risk	57
handle	57
mental	57
regard_NEG	57
body	57
attempt	57
audience_NEG	57
becomes	57
corporate	57
digest	57
strategy_NEG	57
experiment	57
poorly_NEG	57
ended	57
length	57
moreover	57
meteor	57
fundamental_NEG	57
focused_NEG	56
educator	56
download	56
addition_NEG	56
along_NEG	56
usually	56
clearer	56
info_NEG	56
advantage	56
couple_NEG	56
kid	56
extensive	56
address	56
interface	56
simplified	56
successfully	56
avoid	56
strategic	56
inspiration	56
worst	56
except	56
pre	56
training_NEG	56
stanford	56
went_NEG	56
im	56
effect	56
subtitle_NEG	55
ta	55
curious	55
demonstration	55
half_NEG	55
ago_NEG	55
strongly_NEG	55
con	55
goal_NEG	55
cours	55
healthcare	55
guitar	55
gain_NEG	55
becoming	55
modern_NEG	55
offering_NEG	55
true_NEG	55
walk	55
strong_NEG	55
alone_NEG	55
eager	55
clean	55
difference_NEG	55
undergraduate	55
sufficient	55
interact	54
speaks	54
busy	54
profession	54
came_NEG	54
syllabus	54
food_NEG	54
theoretical_NEG	54
met	54
hopefully	54
trend	54
huge_NEG	54
negative	54
extraordinary	54
mathematics_NEG	54
response_NEG	54
listen_NEG	54
ta_NEG	54
feature_NEG	54
manner_NEG	54
script_NEG	53
private	53
quantitative	53
prepare_NEG	53
implementing	53
paper_NEG	53
curso	53
com	53
library_NEG	53
impossible_NEG	53
community_NEG	53
swift	53
creativity	53
cut	53
humorous	53
decided	53
knowing_NEG	53
sustainability	53
cancer	53
preferred	53
master_NEG	53
building_NEG	53
medium_NEG	53
typography	52
story_NEG	52
fantastic_NEG	52
brian	52
cheer	52
grow	52
heard	52
database_NEG	52
wait_NEG	52
dont	52
conflict	52
live_NEG	52
care_NEG	52
simulation	52
watched	52
activity_NEG	52
requires_NEG	52
article_NEG	52
honestly	52
innovation	52
disappointing_NEG	52
contained	52
carlos	52
epidemiology	52
disease	52
stuck	52
completion	52
save	52
pleased	52
relate	52
mention	52
api	52
context_NEG	52
low_NEG	52
running	52
statement_NEG	52
plan_NEG	52
box	52
expectation_NEG	52
studied_NEG	51
mode	51
chosen	51
tried_NEG	51
chemistry	51
documentation	51
v	51
ii	51
movie	51
joy	51
piece_NEG	51
degree_NEG	51
coursework	51
bringing	51
pacing	51
serious_NEG	51
duke	51
guidance_NEG	51
disappointing	51
robotics	51
device	51
spanish	51
popular	51
brush	51
specialisation_NEG	51
proper_NEG	51
rushed	51
greater	51
struggle	51
improved_NEG	51
van	51
play_NEG	51
solid_NEG	51
appreciated_NEG	51
institution	51
included_NEG	50
push	50
outdated	50
latest	50
outline	50
outside_NEG	50
stop_NEG	50
io	50
room	50
primer	50
product_NEG	50
congrats	50
deadline	50
hr	50
mark	50
challenged	50
awsome	50
super_NEG	50
creating_NEG	50
old_NEG	50
listening_NEG	50
hint	50
friend_NEG	50
law_NEG	50
notch	50
fill	50
succinct	50
absorb	50
understandable_NEG	50
unnecessary	50
collection	50
sufficient_NEG	50
behavior	50
despite_NEG	49
discover	49
fellow	49
chunk	49
advice_NEG	49
increased	49
human_NEG	49
express	49
memory_NEG	49
electronics	49
catch	49
mark_NEG	49
rate_NEG	49
near	49
crisp	49
thumb	49
classification	49
towards_NEG	49
yes	49
dedicated	49
emily	49
experienced_NEG	49
stop	48
continuing	48
probability	48
reach	48
recent	48
dense	48
guided	48
saying_NEG	48
stats	48
search_NEG	48
including_NEG	48
terrible	48
meaning	48
environment_NEG	48
external	48
supposed_NEG	48
missed_NEG	48
saw	48
playing	48
positive_NEG	48
bunch	48
supported	48
developer_NEG	48
somehow	48
luck	48
appreciation	48
attractive	48
unless_NEG	48
reality	48
company_NEG	48
framework_NEG	48
analyst	48
attitude	48
ai	47
inside	47
mandatory	47
passed_NEG	47
variable	47
sachs	47
clarify	47
informational	47
therefore	47
underlying	47
decision_NEG	47
duration	47
eat	47
digital_NEG	47
excelente	47
traditional	47
swirl_NEG	47
current_NEG	47
spoken	47
evidence	47
practically	47
close	47
driven	47
intriguing	47
guide_NEG	47
lively	47
youtube	47
elementary	47
layout	47
called	47
mindset	47
journalism	47
useless	47
common_NEG	47
attempt_NEG	47
face_NEG	47
dear	47
phd	47
dig	47
repeat	47
shallow	47
belief	47
astronomy	47
suggestion_NEG	46
animation	46
ok_NEG	46
demand	46
plot	46
throughout_NEG	46
dog_NEG	46
http	46
notebook	46
weekly_NEG	46
terrence	46
putting_NEG	46
chinese_NEG	46
implemented	46
position	46
energy_NEG	46
dealing	46
inference	46
reviewed_NEG	46
pronunciation	46
recording	46
fit_NEG	46
standard_NEG	46
cost_NEG	46
discovered	46
obviously	46
living	46
regression_NEG	46
account	46
json	46
operation	46
legal	45
enhanced	45
state_NEG	45
introduced_NEG	45
supporting	45
paying	45
revision	45
mechanism	45
hopkins	45
fine_NEG	45
recommending	45
competitive	45
post	45
correctly_NEG	45
curse	45
regular	45
match_NEG	45
correctly	45
realistic	45
lay	45
worthy	45
bored_NEG	45
package_NEG	45
added_NEG	45
c	45
city	45
accurate	45
directly_NEG	45
screen_NEG	45
struggled	45
scale	45
=)	45
friendly_NEG	45
yale	45
encouraged	45
market_NEG	45
picture_NEG	45
regret_NEG	45
stand	45
cryptography	45
speed_NEG	44
combine	44
passing	44
confused	44
basically_NEG	44
develop_NEG	44
daily_NEG	44
expression	44
succeed	44
core_NEG	44
submission_NEG	44
michael	44
educative	44
communicate	44
repetition	44
child_NEG	44
formal	44
purpose_NEG	44
handy	44
psychological	44
creator	44
tremendous	44
solving_NEG	44
sad	44
document_NEG	44
nevertheless_NEG	44
illustrated	44
comparison	44
classroom_NEG	43
enthusiast	43
essay_NEG	43
approachable	43
comprehensible	43
expecting_NEG	43
keen	43
basis_NEG	43
startup	43
era	43
active_NEG	43
changed_NEG	43
natural	43
looked	43
sale	43
programing	43
east	43
diagram	43
grateful_NEG	43
venture	43
gratitude	43
statistical_NEG	43
buddhist	43
admit	43
thorough_NEG	43
answered_NEG	43
improvement_NEG	43
war	43
existing	43
block	43
buy_NEG	43
sorry_NEG	43
factor	43
country_NEG	42
seeking	42
sort_NEG	42
leave	42
classmate_NEG	42
request	42
emotion	42
tedious	42
message	42
encountered	42
applying_NEG	42
weak	42
segment	42
instance	42
tackle	42
mobile	42
drug	42
edge	42
confidence_NEG	42
revise	42
stuck_NEG	42
obvious_NEG	42
whatever	42
defined	42
engage	42
calculation	42
illustrate	42
mr_NEG	42
progress_NEG	42
pm	42
plus_NEG	42
trouble	42
across_NEG	42
hardly	42
lead_NEG	42
bug	42
overwhelming_NEG	42
combined	42
confident_NEG	41
vast	41
meant	41
bigger	41
path_NEG	41
developing_NEG	41
china	41
usual	41
failed	41
acquired	41
breadth	41
testing_NEG	41
conducted	41
annoying	41
acquire	41
hat	41
ready_NEG	41
network_NEG	41
grader_NEG	41
folk	41
scientific_NEG	41
curiosity	41
compared_NEG	41
sheet	41
seriously_NEG	41
barbara_NEG	41
toward	41
title_NEG	41
concern	41
comfortable_NEG	41
taste	41
upon_NEG	41
enroll_NEG	41
brand	41
interactive_NEG	41
frame	41
top_NEG	41
realize_NEG	41
lifestyle	41
.	41
california	41
except_NEG	41
likely	41
tech	41
chapter_NEG	41
foundational	41
george	40
received_NEG	40
firm	40
trial	40
quick_NEG	40
awareness	40
recommendable	40
narrative	40
workload	40
overwhelming	40
literally	40
notion	40
amazed	40
crucial	40
heard_NEG	40
communication_NEG	40
politics	40
oil	40
portfolio	40
individual_NEG	40
excercises	40
large_NEG	40
co	40
four_NEG	40
today_NEG	40
outcome	40
client	40
essential_NEG	40
moment_NEG	40
late_NEG	40
tree	40
informed	40
musician	40
unfortunately_NEG	40
smooth	40
image_NEG	40
climate	40
downside	40
share_NEG	40
minimal	40
objective_NEG	40
simplicity	40
construction	40
fair_NEG	40
embedded	40
fail_NEG	40
professionally	40
target	40
identify	40
helping_NEG	40
personally_NEG	39
considered	39
discus_NEG	39
equation	39
finding_NEG	39
highlight	39
rated	39
bias	39
touched	39
rating_NEG	39
kept_NEG	39
tone	39
executive	39
editing	39
updated_NEG	39
early_NEG	39
pattern	39
organize	39
thus_NEG	39
motivation_NEG	39
tricky	39
importance_NEG	39
instance_NEG	39
everyday_NEG	39
wind	39
describe	39
barely	39
motivate	39
explains_NEG	39
score_NEG	39
creative_NEG	39
pragmatic	39
intresting	39
recall	39
heart	39
muppala	39
wonder	39
supposed	39
direction_NEG	39
syntax_NEG	39
price	39
consuming	39
aspiring	39
post_NEG	39
score	39
deliver	39
exposed	39
robot	39
shape	38
generally_NEG	38
couse	38
download_NEG	38
cook	38
doctor	38
adequate	38
criterion_NEG	38
encourages	38
delivering	38
transcript_NEG	38
applied_NEG	38
total_NEG	38
skip_NEG	38
nuance	38
bayesian	38
unlike	38
head_NEG	38
textbook_NEG	38
spending	38
summary_NEG	38
office	38
compact	38
coherent	38
profound	38
visuals	38
accomplishment	38
scala_NEG	38
happen_NEG	38
lent	38
usually_NEG	38
audio_NEG	38
oakley_NEG	38
siedel	38
lean	38
moocs_NEG	38
connected	38
supplemental	38
regret	38
allowing	38
parallel	38
proud	38
physical	38
happening	38
response	38
participating	38
architecture	38
imagine_NEG	37
chaikin	37
regardless	37
looked_NEG	37
bioinformatics	37
briefly	37
drawback	37
straight_NEG	37
india	37
regarding_NEG	37
definition_NEG	37
photographer	37
motivated_NEG	37
drive	37
origin	37
conceptual	37
earlier_NEG	37
contain	37
medicine	37
commitment	37
turn_NEG	37
limited_NEG	37
ableton	37
element_NEG	37
leave_NEG	37
associated	37
terry	37
wished	37
shane	37
dive_NEG	37
enter	37
sector	37
musical	37
initially	37
selection	37
eu	37
mechanical	37
everybody_NEG	37
intelligence	37
analyze	37
oop	37
creation	37
guest_NEG	37
ended_NEG	37
fluid	37
century	37
annoying_NEG	37
worse_NEG	37
participated	36
thoroughly_NEG	36
criticism	36
youtube_NEG	36
philosophical	36
therefore_NEG	36
charismatic	36
planning_NEG	36
gradually	36
la	36
pomodoro	36
strength	36
higher_NEG	36
somewhat_NEG	36
wonder_NEG	36
spread	36
thx	36
knowledgable	36
trainer	36
wasted_NEG	36
original	36
hold	36
employee	36
call_NEG	36
clustering	36
app_NEG	36
scott	36
continuation	36
meaning_NEG	36
screen	36
overcome	36
informatics	36
honest	36
j_NEG	36
nearly	36
swift_NEG	36
hear_NEG	36
recorded	36
engagement	36
save_NEG	36
growth	36
white	36
complement	36
engine	36
intense	36
exciting_NEG	36
incorrect_NEG	36
honor	36
trivial	36
personality	36
certification_NEG	36
oriented_NEG	36
meet_NEG	36
pr	36
auto	35
film	35
relative	35
hearing	35
digestible	35
initiative	35
crash	35
wrote	35
elaborate	35
fan	35
excellently	35
engineering_NEG	35
gas	35
comprehension	35
meant_NEG	35
equation_NEG	35
simplistic	35
okay	35
imagine	35
health_NEG	35
god	35
fascinating_NEG	35
github_NEG	35
scientist_NEG	35
late	35
executed	35
graphic_NEG	35
necessarily_NEG	35
intermediate_NEG	35
explanatory	35
stay_NEG	35
led	35
www	35
pi	35
recomended	35
split	35
received	35
reflect	35
consuming_NEG	35
xml	35
m	35
supplementary	35
recommendation_NEG	35
deeply_NEG	35
analyzing	35
luck_NEG	35
suggested_NEG	35
contemporary	35
tremendously	35
price_NEG	35
prerequisite	35
desire	35
period_NEG	35
likely_NEG	35
movement	35
articulate	35
intersting	35
ambiguous	35
apps	35
vital	35
description_NEG	35
apis	35
increase_NEG	35
timely	35
inspire	34
usable	34
cool_NEG	34
gcp	34
cleaning	34
coaching	34
shorter	34
practitioner	34
broaden	34
practise	34
misleading	34
doable	34
alone	34
group_NEG	34
que	34
wise	34
programme	34
compelling	34
affect	34
pause	34
saying	34
evaluation_NEG	34
appropriate_NEG	34
intensive	34
berklee	34
manager_NEG	34
confused_NEG	34
cultural	34
lacking_NEG	34
psychology_NEG	34
copy	34
excited_NEG	34
org	34
speaking_NEG	34
door	34
sometime	34
twice	34
effectively_NEG	34
answered	34
biggest	34
analytical	34
welfare	34
eye_NEG	34
trick_NEG	34
ethic	34
mba	34
resume	34
assistant	34
discovery	34
accomplish	34
debugging	34
besides_NEG	34
designer_NEG	34
surface	34
pain	34
shown_NEG	34
conducting	34
deadline_NEG	34
exploration	34
whose	34
progression	34
developed_NEG	33
perform	33
reviewing_NEG	33
compare	33
setting_NEG	33
author_NEG	33
character_NEG	33
board_NEG	33
action_NEG	33
copy_NEG	33
toolbox	33
autograder	33
significantly	33
equity	33
furthermore	33
thankyou	33
meal	33
suited	33
reduce	33
broader	33
contribution	33
connect	33
horse	33
analytics_NEG	33
mandarin	33
mindfulness	33
flow_NEG	33
tactic	33
close_NEG	33
para	33
jquery	33
esl	33
crafted	33
lover	33
gap_NEG	33
enrolled_NEG	33
nutrition_NEG	33
message_NEG	33
blue	33
differently	33
attending	33
accessible_NEG	33
six	33
cyber	33
ratio	33
involving	33
useless_NEG	33
hence	33
formal_NEG	33
agree_NEG	33
forget_NEG	33
submitted_NEG	33
kick	33
passing_NEG	33
happen	33
repeat_NEG	33
average_NEG	33
buy	33
alternative	33
logic_NEG	33
mountain	33
journalist	33
ux	33
aric	33
delivers	33
cant	33
stick	33
virtual	33
sweet	33
normal	33
planet	33
modelling	33
table	33
typo	33
intended	33
space_NEG	33
mini	33
numerous	33
composition	33
joined	33
hoping_NEG	33
reflection	33
concrete_NEG	32
pro_NEG	32
produced	32
solved	32
hi	32
consideration	32
efficient_NEG	32
stress	32
whatsoever_NEG	32
brilliantly	32
begginers	32
supply	32
applicable_NEG	32
known_NEG	32
analogy	32
marvelous	32
managed_NEG	32
considered_NEG	32
power_NEG	32
shame_NEG	32
act	32
sign	32
advise	32
template	32
receive	32
fix_NEG	32
newbie_NEG	32
selected	32
net	32
humour	32
fairly_NEG	32
horizon	32
ui	32
front_NEG	32
behaviour	32
dull	32
property	32
monotonous	32
logically	32
track_NEG	32
asset	32
macroeconomics	32
essence	32
instructional	32
elsewhere_NEG	32
round	32
stone	32
intelligent	32
interpretation	32
receive_NEG	32
french	32
pity	32
demonstrate	32
decided_NEG	32
struggling	32
satisfying	31
lecturing	31
grammar_NEG	31
described_NEG	31
middle_NEG	31
boost	31
sincere	31
breaking	31
voice_NEG	31
infrastructure	31
unable	31
hadoop	31
stand_NEG	31
sanitation	31
adult	31
average	31
bi	31
un	31
delve	31
separate	31
worker	31
allowed_NEG	31
contain_NEG	31
realy	31
dream	31
scenario_NEG	31
yes_NEG	31
educating	31
biology_NEG	31
fellow_NEG	31
presenter_NEG	31
ahead_NEG	31
credit	31
turned	31
local	31
call	31
telling	31
ensure	31
prompt	31
western	31
moma	31
pdf_NEG	31
external_NEG	31
news	31
brazil	31
variable_NEG	31
base_NEG	31
documentation_NEG	31
accessibility	31
tougher	31
obviously_NEG	31
item	31
return	31
stated	31
credit_NEG	31
gained_NEG	31
intuitive_NEG	31
consistent	31
metaphor	31
harder_NEG	30
flexible	30
misleading_NEG	30
constantly	30
v_NEG	30
tableau_NEG	30
skip	30
magic	30
ar	30
hopefully_NEG	30
refer	30
failed_NEG	30
educational_NEG	30
eventually	30
hare	30
query	30
third_NEG	30
submitted	30
significant_NEG	30
implementation_NEG	30
participate_NEG	30
water	30
minor_NEG	30
running_NEG	30
technics	30
demo	30
<3	30
lose_NEG	30
public_NEG	30
coming_NEG	30
forced	30
repetition_NEG	30
string	30
forever	30
peter	30
wealth	30
room_NEG	30
lacked	30
panda_NEG	30
clip	30
bring_NEG	30
vague_NEG	30
shame	30
visit	30
cross	30
ruby_NEG	30
hit	30
neat	30
setup	30
ample	30
spending_NEG	30
choose_NEG	30
busy_NEG	30
efficiency	30
home_NEG	30
obtain	30
disappointment	30
chicken	30
asd	30
economics_NEG	30
changing_NEG	30
gentle	30
role_NEG	30
sharing_NEG	29
pe	29
jump_NEG	29
jogesh	29
mine	29
discussing	29
improving_NEG	29
generation	29
healthier	29
impressed_NEG	29
worst_NEG	29
pure	29
begin_NEG	29
song	29
security_NEG	29
specifically_NEG	29
told	29
report	29
opposed	29
productivity	29
cognition	29
remarkable	29
gaining	29
variety_NEG	29
signed	29
mining	29
called_NEG	29
layman	29
el	29
output	29
capability	29
physic_NEG	29
recently	29
perception	29
heavy_NEG	29
possibility_NEG	29
random	29
entirely_NEG	29
branding	29
fraud	29
pursuing	29
advance_NEG	29
jazz	29
explore_NEG	29
reasoning	29
fall	29
reminder	29
evaluate_NEG	29
stanford_NEG	29
adam	29
newcomer	29
constructive	29
fix	29
greek	29
deepen	29
plant	29
searching	29
participation	29
paradigm	29
editor	29
greate	29
addiction	29
odersky	29
anymore_NEG	29
light_NEG	29
amateur	29
overly_NEG	29
redundant	29
family_NEG	29
constant	29
relaxed	29
tough_NEG	29
camera_NEG	29
exercices	29
neural_NEG	29
meditation_NEG	29
purchase	28
john_NEG	28
competent	28
sincerely	28
mixed	28
convey	28
organisation	28
audit	28
sadly	28
proof_NEG	28
bite	28
nonetheless	28
tested	28
moreover_NEG	28
motivates	28
elsewhere	28
customer	28
photo	28
iot_NEG	28
considering_NEG	28
inner	28
span	28
delivered_NEG	28
possibly	28
conclusion	28
alike	28
adding_NEG	28
knowledgeable_NEG	28
greatly_NEG	28
en	28
foot	28
manipulation	28
assume_NEG	28
joke	28
minimal_NEG	28
bored	28
became_NEG	28
cutting	28
condensed	28
broad_NEG	28
wanna	28
saw_NEG	28
us_NEG	28
supplement	28
institute	28
:(_NEG	28
translation	28
funny_NEG	28
webpage	28
inspiring_NEG	28
serve	28
worse	28
genius	28
moved	28
harris	28
pedagogy	28
seek	28
prove	28
investing	28
concerned	28
complaint_NEG	28
derivation	28
exceeded	28
load_NEG	28
brilliant_NEG	28
elegant	28
aim	28
vivid	28
daniel	28
hoped	27
dedication	27
humor_NEG	27
watched_NEG	27
procedure	27
wishing	27
ass	27
benefited	27
actionable	27
confusion	27
facing	27
easiest	27
documented	27
implication	27
participant_NEG	27
graphlab_NEG	27
martin	27
hinton	27
somebody	27
created_NEG	27
michigan_NEG	27
freshman	27
hardware	27
rare	27
bravo	27
connection_NEG	27
happier	27
length_NEG	27
cut_NEG	27
concise_NEG	27
conversation_NEG	27
covering_NEG	27
coach	27
uc	27
forgotten	27
via_NEG	27
built_NEG	27
realized_NEG	27
request_NEG	27
whiteman	27
spot	27
showing_NEG	27
utilize	27
asking	27
tutor_NEG	27
enables	27
invested	27
condition	27
stack	27
primary	27
varied	27
none_NEG	27
position_NEG	27
talent	27
refresher_NEG	27
geared	27
delivery_NEG	27
al	27
capacity	27
unit_NEG	27
investor	27
avoid_NEG	27
vocabulary_NEG	27
reflect_NEG	27
analyse	27
wanting_NEG	27
meta	27
scheduling	27
visual_NEG	27
control_NEG	27
leaving_NEG	27
additionally	26
growing	26
israel	26
confusion_NEG	26
spreadsheet	26
plain	26
purchase_NEG	26
leaf	26
criticism_NEG	26
foreign	26
comprehensive_NEG	26
original_NEG	26
conduct	26
lifetime	26
leaving	26
wonderfull	26
prerequisite_NEG	26
workshop	26
landscape	26
descriptive	26
plotting	26
serf	26
calculation_NEG	26
holistic	26
american_NEG	26
bought	26
extent	26
frequently	26
draw	26
pre_NEG	26
happened_NEG	26
beginers	26
welcome	26
moderator_NEG	26
neither_NEG	26
cooking_NEG	26
centered	26
maintain	26
natural_NEG	26
sport	26
age_NEG	26
faced	26
methodology_NEG	26
favourite	26
capital	26
additionally_NEG	26
bug_NEG	26
told_NEG	26
habit_NEG	26
mother	26
badly	26
nature_NEG	26
enable	26
relatively_NEG	26
fell	26
extended	26
prefer_NEG	26
frustrated	26
contributed	26
forced_NEG	26
biological	26
minimum	26
android_NEG	26
according	26
solidify	26
weakness	26
expensive	26
hence_NEG	26
limit	26
carry	26
qualitative	26
resourceful	26
followed_NEG	26
raspberry	26
component_NEG	26
practicing_NEG	26
diplomacy	26
construct	26
contact_NEG	26
alberta	26
eat_NEG	26
apt	26
currently_NEG	26
achieve_NEG	26
previously_NEG	26
incorporate	26
logical_NEG	26
government	26
memorable	26
phrase	26
guideline	26
awful	26
distribution	26
lucky	26
reply_NEG	26
touch_NEG	26
institution_NEG	25
entirely	25
negative_NEG	25
paced_NEG	25
frustration_NEG	25
achieved	25
superficial_NEG	25
fee	25
drawing	25
expanding	25
asking_NEG	25
invest	25
sql_NEG	25
immediately_NEG	25
accomplished	25
successful_NEG	25
ton_NEG	25
limit_NEG	25
realized	25
nowadays	25
onto	25
clever	25
audited	25
slightly_NEG	25
critical_NEG	25
bocconi	25
accounting_NEG	25
finishing_NEG	25
logistic	25
success_NEG	25
mainly_NEG	25
skipped	25
hello	25
optimization	25
loop	25
th	25
principal	25
:-)_NEG	25
crystal	25
neither	25
presenting_NEG	25
relates	25
account_NEG	25
describing	25
hold_NEG	25
commercial	25
smaller	25
woman	25
backed	25
aside	25
dixon	25
talented	25
genetics	25
capture	25
networking	25
negotiation_NEG	25
responsibility	25
tesol	25
passion_NEG	25
angle	25
involve	25
profesor	25
entering	25
node	25
astrobiology	25
normally	25
meat	25
engaged_NEG	25
international_NEG	25
policy_NEG	25
installation	25
plenty_NEG	25
among_NEG	25
blog	25
event_NEG	25
struggle_NEG	25
occasionally	25
dimension	24
writer_NEG	24
workplace	24
visualize	24
improvisation	24
stats_NEG	24
intuition_NEG	24
lived	24
probability_NEG	24
wisdom	24
incorrect	24
began	24
tech_NEG	24
email_NEG	24
somehow_NEG	24
decent_NEG	24
enthusiasm_NEG	24
computational	24
respect_NEG	24
dealt	24
hardest	24
bird	24
contact	24
separate_NEG	24
manages	24
update_NEG	24
dont_NEG	24
functional_NEG	24
sociological	24
furthermore_NEG	24
debugging_NEG	24
scene	24
cause_NEG	24
zero_NEG	24
surely_NEG	24
relate_NEG	24
address_NEG	24
auditing	24
anybody_NEG	24
sum	24
specially_NEG	24
grip	24
duke_NEG	24
allows_NEG	24
worry_NEG	24
measure	24
elaborated	24
independent	24
cleared	24
corrected	24
phenomenon	24
root	24
reader	24
exposure_NEG	24
clarity_NEG	24
consumer	24
enrolling	24
didnt	24
force_NEG	24
push_NEG	24
careful	24
fascinated	24
population	24
impression	24
player	24
honestly_NEG	24
accompanying	24
procrastination_NEG	24
assigments	24
poem	24
decide	24
talked	24
jargon_NEG	24
resolution	24
rail_NEG	24
conveyed	24
captivating	24
whenever	24
schedule_NEG	24
wording	24
criterion	24
happened	24
execution	24
solar	24
global_NEG	24
rounded	24
aimed	24
ii_NEG	24
emerging	24
polish	24
achievement	24
luxury	24
increasing	24
beatles	24
pleasure_NEG	24
surprisingly	24
seo_NEG	24
constructive_NEG	23
block_NEG	23
;)_NEG	23
describe_NEG	23
lengthy	23
bunch_NEG	23
intellectual	23
handle_NEG	23
held	23
io_NEG	23
historical_NEG	23
powerful_NEG	23
treat	23
novel	23
specialist	23
refer_NEG	23
ten	23
blend	23
immense	23
moving_NEG	23
nearly_NEG	23
mom	23
decade	23
soon_NEG	23
instrument	23
progressive	23
break_NEG	23
absolute_NEG	23
volume	23
improves	23
notice	23
answering_NEG	23
posted_NEG	23
frustrated_NEG	23
majority	23
seasoned	23
reasonable_NEG	23
failure	23
wide_NEG	23
barb	23
worthwhile_NEG	23
deserves	23
court	23
numerical	23
colleague_NEG	23
assume	23
widely	23
jargon	23
neuroscience_NEG	23
engineer_NEG	23
son	23
privilege	23
organic	23
seeing_NEG	23
energetic	23
willing_NEG	23
completion_NEG	23
older	23
capable	23
concern_NEG	23
leading_NEG	23
semester	23
treated	23
balance_NEG	23
enabled	23
physiology	23
comparing	23
organizing	23
successfully_NEG	23
slight	23
indeed_NEG	23
relativity	23
comfort	23
effect_NEG	23
submitting	23
classic	23
mastering	23
oh	23
somewhere_NEG	23
european	23
till_NEG	23
integration	23
concerning	23
literature_NEG	23
excellence	23
repeated	23
sit	23
window	23
qualified	23
schiller	23
static	23
mode_NEG	23
relatable	23
assumes	23
magnificent	23
upcoming	23
pointer	23
lab_NEG	23
emphasis_NEG	23
cloud_NEG	23
ratio_NEG	23
motivational	22
special_NEG	22
whatever_NEG	22
graph_NEG	22
extend	22
pertinent	22
cute	22
spectrum	22
bonus_NEG	22
beauty	22
assistant_NEG	22
;-)	22
train	22
heavily	22
spoke	22
evolved	22
addressed	22
warm	22
feed	22
impact_NEG	22
majority_NEG	22
input_NEG	22
dated	22
focusing_NEG	22
searching_NEG	22
muslim	22
margaret	22
priceless	22
retain	22
tense	22
scratch_NEG	22
phase	22
entertaining_NEG	22
translation_NEG	22
wharton	22
chart	22
overly	22
fashion_NEG	22
joke_NEG	22
infectious	22
urban	22
acquired_NEG	22
recap	22
intimidating	22
seemingly	22
wasted	22
fulfilling	22
shapiro	22
scope_NEG	22
reached	22
unnecessary_NEG	22
steep	22
enthusiastic_NEG	22
brief_NEG	22
dry_NEG	22
flaw	22
precious	22
gonna	22
moderator	22
hotel	22
distracting	22
steve	22
becomes_NEG	22
substance	22
dirty	22
tailored	22
grad	22
glitch	22
reccomend	22
ian	22
service_NEG	22
substantial	22
san	22
join_NEG	22
wet	22
illustrative	22
adventure	22
manage_NEG	22
frequently_NEG	22
explaination	22
typical	22
functionality	22
bother_NEG	22
cognitive	22
applies	22
produce	22
theme_NEG	22
color	22
fall_NEG	22
coverage_NEG	21
congratulation_NEG	21
unique_NEG	21
sign_NEG	21
quantity	21
facilitator	21
david_NEG	21
notice_NEG	21
stepping	21
target_NEG	21
glimpse	21
scraping	21
preparation_NEG	21
cybersecurity	21
investment_NEG	21
datasets	21
fredrickson	21
notation_NEG	21
intend	21
programmed_NEG	21
curve_NEG	21
somebody_NEG	21
perfectly_NEG	21
actor	21
importantly_NEG	21
beneficial_NEG	21
terrible_NEG	21
enhancing	21
handout	21
wondering_NEG	21
waiting_NEG	21
ear	21
undergrad	21
commitment_NEG	21
dark	21
fruitful	21
faculty_NEG	21
researched	21
responsible	21
satisfied_NEG	21
artificial	21
sub	21
disaster	21
bootstrap_NEG	21
command_NEG	21
tag	21
humble	21
pick_NEG	21
downloaded	21
excitement	21
posted	21
member_NEG	21
com_NEG	21
encourage_NEG	21
apart_NEG	21
dialogue	21
polished	21
browser	21
afford_NEG	21
thinker	21
ad	21
summarized	21
contrast	21
abstract_NEG	21
demonstrated	21
install	21
yaakov_NEG	21
proved	21
processed	21
powerpoint	21
twice_NEG	21
compare_NEG	21
linked	21
buddhism_NEG	21
fixed	21
appears	21
diversity	21
diego	21
exact_NEG	21
introduce_NEG	21
heart_NEG	21
fill_NEG	21
budding	21
whilst	21
divided	21
recall_NEG	21
paste	21
severance_NEG	21
showed_NEG	21
array	21
evolution_NEG	21
exposition	21
america	20
hardly_NEG	20
box_NEG	20
smoothly	20
walk_NEG	20
claim	20
kinda	20
solved_NEG	20
sophisticated	20
promise	20
suppose	20
bible	20
bayesian_NEG	20
appear	20
repeating	20
genuinely	20
remaining	20
sized	20
travel	20
ipython	20
owner	20
pattern_NEG	20
charge	20
exist_NEG	20
orientation	20
suddenly	20
checked_NEG	20
articulated	20
obtained	20
passionate_NEG	20
thru	20
led_NEG	20
immediate	20
pitfall	20
folk_NEG	20
young_NEG	20
los	20
tour	20
thread	20
experiment_NEG	20
newer	20
coupled	20
signal	20
organization_NEG	20
tricky_NEG	20
mid	20
soft	20
multi	20
overwhelmed_NEG	20
south	20
argument_NEG	20
inspires	20
lower	20
sitting	20
gem	20
matrix	20
sejnowski_NEG	20
concentrate	20
inspired_NEG	20
communicating	20
amusing	20
opened_NEG	20
sociology	20
transformation	20
cell	20
russian	20
eventually_NEG	20
continues	20
parsing	20
relating	20
reinforced	20
society_NEG	20
speaks_NEG	20
emotion_NEG	20
behavioral	20
exact	20
concentration	20
tend	20
stage_NEG	20
globe	20
microeconomics	20
road	20
earn	20
incomplete	20
graduate_NEG	20
concisely	20
culture_NEG	20
preview	20
engage_NEG	20
stated_NEG	20
pmbok	20
meeting	20
nick	20
mandatory_NEG	20
speech_NEG	20
interpretation_NEG	20
requiring	20
refreshed	20
addressed_NEG	20
frustration	20
virginia	20
internal	20
methodical	20
chose	20
critically	20
someday	20
chain	20
greeting	20
wondering	20
sa	20
supported_NEG	20
critique	20
prediction	20
rough	20
autograder_NEG	20
subjective_NEG	19
convenient	19
encounter	19
horrible	19
observation	19
attend_NEG	19
simultaneously	19
holocaust	19
barely_NEG	19
caffo	19
black	19
explicit	19
manual	19
equipped	19
badly_NEG	19
highlighted	19
interface_NEG	19
reach_NEG	19
biologist	19
incredibly_NEG	19
e	19
checking_NEG	19
happening_NEG	19
scripting	19
creates	19
carefully_NEG	19
prospective	19
sheet_NEG	19
random_NEG	19
simpler	19
evaluating	19
record	19
