plan
purchase
enjoy
really_NEG
free_NEG
watch_NEG
lecture_NEG
must_NEG
pay_NEG
python_NEG
real_NEG
point_NEG
cannot_NEG
test_NEG
knowledge_NEG
introductory
descriptive
statistic
probability
experience
developed
efficiently
provide
valuable
tool
insight
education
important
phenomenon
global
community
clear
enlightening
detailed
whole
contains
taught
amazing
beginner
prof
chuck
humour
explained
exercise
problem
use
program
know_NEG
use_NEG
statistical_NEG
program_NEG
spend_NEG
time_NEG
struggling_NEG
understanding_NEG
topic_NEG
loved
could
wrong
subtitle
communication_NEG
informed
importance
rock
history
might
right
mind
follow
fun
visuals
proper
teaching
enjoy_NEG
building
refreshing
fundamental
engineering
please
add
forum
people
share
thought
kind
requires
general
discussion
greatly
enjoyed
intriguing
person
listening
self
first
end
wonderful
look
also
conversation
met
lovely
called
team
educational
learnt
nice
organized
wanted
give
start
missing
feel_NEG
class_NEG
room_NEG
student_NEG
new_NEG
people_NEG
experience_NEG
thank_NEG
much_NEG
informational
definitely
everyone
necessarily_NEG
english_NEG
teach_NEG
music_NEG
math_NEG
etc_NEG
useful_NEG
code
sample
reference
recommended
overall
introduce
music
production
cover
short
totally
help
find
life
changed
immensely
studying
made
fantastic
opportunity
implement
biology
university
study
exceptional
structure
last
week
rest
put
together
truly
dr
shane
dixon
throughout
planning
continue
specialization
coursera
state
fan
english
learner
finance
required
must
future
entrepreneur
bit
exciting
going
fast
learned_NEG
week_NEG
still_NEG
sure_NEG
make_NEG
assignment_NEG
proper_NEG
way_NEG
quiz_NEG
confusing_NEG
sometimes_NEG
felt_NEG
frustrated_NEG
done
presented
professional
showing
got
better
area
u
gave
seo
received
expected
thoroughly
able
work
busy
ease
using
complete
quiz
format
simple
enough
delightful
effective
style
expertise
explanation
combined
humble
personality
pace
support_NEG
prepared_NEG
online_NEG
search_NEG
discus_NEG
peer_NEG
many_NEG
end_NEG
final_NEG
project_NEG
far_NEG
difficult_NEG
prepare_NEG
want_NEG
learn_NEG
android_NEG
programming_NEG
suggest_NEG
look_NEG
elsewhere_NEG
many
new
artist
never
heard_NEG
also_NEG
putting_NEG
listen_NEG
context_NEG
looking_NEG
theme_NEG
fit_NEG
understanding
guitar
already
info
position_NEG
lecturer
though
sometimes
thing
get
boring
subject
:)
rule
interview
everything
peer
assessment
terrible
idea
submission
grade
without
feedback
internet
taken
graded
participant
possible
fun_NEG
passed_NEG
even_NEG
try_NEG
another_NEG
assessment_NEG
based_NEG
teacher_NEG
able_NEG
someone_NEG
else_NEG
work_NEG
properly_NEG
mindfulness
meditation
take
world
shiny
project
part
extremely
delivery
vivid
memory
kudos
informative
healthy
eating
motivating
reasonable
approach
diet
introducing
student
html
broad
intro
slow
except
two
:-)
confusing
perfect
want
involved
game
development
appreciation
fill
gap
educator
face
come
popular
supplement
available
encourage
difficult
stuck
something
recommend_NEG
one_NEG
paying_NEG
customer_NEG
second_NEG
intro_NEG
graphic_NEG
design_NEG
take_NEG
coursera_NEG
found_NEG
material_NEG
presented_NEG
quite_NEG
slow_NEG
pretty_NEG
boring_NEG
simple_NEG
would_NEG
beneficial_NEG
see_NEG
fundamental_NEG
building_NEG
block_NEG
could_NEG
used_NEG
life_NEG
made_NEG
continue_NEG
learning_NEG
excited_NEG
complete_NEG
finish_NEG
required_NEG
swirl
bad
awesome
background_NEG
area_NEG
pace_NEG
appropriate_NEG
level_NEG
encourage_NEG
anyone_NEG
interested_NEG
enroll_NEG
andrew
ng
explains
complex
machine
provides
ample
practice
coding
application
key
incredibly
language
highlight
example
aspect
highly
appreciated
structured
diverse
range
deep
knowledge
reading
greek
etc
survey
ancient
watching
combine
narrative
method
used
limit
yet
engaging
manner
top
quality
resource
anyone
although
familiar
calculus
linear
algebra
academic
word_NEG
long_NEG
stay_NEG
balance
medium
think
place
took
little
great_NEG
yaakov
chaikin
brilliant
know
talking
cs
jquery
javascript
amount
taking
thankful
found
looking
forward
fabulous
covering
political
career
personal
figure
thoughtful
offer
individual
well_NEG
field_NEG
add_NEG
sense_NEG
personal_NEG
insight_NEG
period_NEG
relevant_NEG
interesting_NEG
informative_NEG
true_NEG
date_NEG
like_NEG
slide_NEG
explained_NEG
compared_NEG
ml_NEG
instead_NEG
tutorial_NEG
already_NEG
help_NEG
mind_NEG
otherwise_NEG
might_NEG
find_NEG
show_NEG
complex_NEG
data_NEG
science_NEG
depth
cannot
another
love
full
get_NEG
fast_NEG
food_NEG
available_NEG
go_NEG
back_NEG
cooking_NEG
good_NEG
profound
analysis
ideal
wish
demonstrate
clever
wise
said
white
intelligent
since
alone
sharing
net
computer
scientist
present
topic
thought_NEG
art
management
case
organisation
different
country
sector
particularly
illustrate
theory
honestly
designed_NEG
went_NEG
video_NEG
u_NEG
basic_NEG
introduction_NEG
detail_NEG
rest_NEG
.._NEG
mr
author
tip
needed
designed
tutor
knowledgeable
importantly
friendly
exactly
beginning
solid
waste
illustrated
clearly
moving
detail
calculation
making
seminar
comprehend
remember
family
benefit
apply
meal
instructor
spend
putting
equation
often
felt
value
question
le
master
data
excel
gaining
ground
title
misleading
describe_NEG
argument
filled
high
leading
expert
field
compared
interested
astronomy
pretty
unity
make
feel
previously
struggled
worth
algorithm
chosen
moreover
practical
developing
step
ass
even
need
demonstration
recipe
enjoyable
matter
given
positive
relaxed
however
grading
fact_NEG
grade_NEG
review_NEG
subjective_NEG
poor_NEG
grading_NEG
system_NEG
overview
business
metric
definition
level
refresher
analytics
background
perspective
setting
working
hand
deeper
always
pleasure
feedback_NEG
easy_NEG
ever
heard
appreciate
someone
self_NEG
study_NEG
apart_NEG
loved_NEG
four
star
long
covered
respect
intuition
neural
network
allows
training
simply
hope
produce
typography
text
editing
hard_NEG
io
enjoying
overwhelming_NEG
start_NEG
optional_NEG
offer_NEG
opportunity_NEG
dig_NEG
little_NEG
deeper_NEG
android
system
unique
feature
product
require
actually
date
version
mathematics
enthusiast
robotics
see
advanced
sometime
math
enough_NEG
individual_NEG
formula_NEG
especially_NEG
calculus_NEG
regression_NEG
believe_NEG
added_NEG
minute_NEG
two_NEG
module_NEG
since_NEG
example_NEG
given_NEG
covered_NEG
within_NEG
specialization_NEG
yet_NEG
taking_NEG
starting_NEG
next_NEG
overview_NEG
type_NEG
model_NEG
photographer
raised
improving
novel
essential
buddhist
modern
psychology
support
say
studied
read
writer
wright
delivers
food
may
struggle
science
regarding
form
feeling
environment
cause
concise
point
audio_NEG
opened
microeconomics
lucid
tesol
certificate
degree_NEG
due_NEG
low_NEG
year_NEG
struggle_NEG
however_NEG
regard_NEG
think_NEG
lot_NEG
tip_NEG
seem_NEG
common_NEG
important_NEG
kind_NEG
advice_NEG
person_NEG
give_NEG
similar_NEG
school_NEG
least_NEG
technique_NEG
reading_NEG
subject_NEG
using_NEG
web_NEG
mentioned_NEG
throughout_NEG
opinion_NEG
rather_NEG
short_NEG
without_NEG
motivation_NEG
hour_NEG
often_NEG
view_NEG
couple_NEG
finally_NEG
lecturer_NEG
benefit_NEG
bring_NEG
enthusiasm_NEG
seemed_NEG
impression_NEG
thanks_NEG
online
remarkable
real
principle
negotiation
applied
interaction
develop
classmate
applicable
firm
logical
taught_NEG
part_NEG
successful_NEG
career_NEG
wish_NEG
longer_NEG
perhaps_NEG
proof_NEG
excellent_NEG
upon_NEG
finishing_NEG
question_NEG
prof_NEG
truly_NEG
energy
source
aside
create
brilliantly
packed
whether
alike
extensive
creating
image
scratch
alot
technique
technology
behind
slide
provided
teach
design
creativity
spent
screen
entire
happy
completed
<3
test
programing
python
concrete
foundation
progress
model
solution
stand
specialisation
applying
session
huge
mentor
hour
average
around
minute
disappointed
focused
computing
strong_NEG
either_NEG
glad_NEG
entire_NEG
thing_NEG
nothing
network_NEG
completely_NEG
misleading_NEG
forward_NEG
got_NEG
disappointed_NEG
nicely
every
helped
query
attending
helping
job
profesor
thorough
curiosity
go
powerful
accounting
exposure
contemporary
complicated
octave
challenging
least
similar
certainly
intermediate
thinking
architecture
offered
gain
attitude
awareness
act
disaster
regard
otherwise
hard
started
front
web
framework
communication
emerging
presentation
specific
package
programme
funny
:d
giving
amazed
aric
write
script
push_NEG
write_NEG
script_NEG
clearly_NEG
teaching_NEG
took_NEG
com_NEG
waste_NEG
money_NEG
discussed
greater
david_NEG
text_NEG
better_NEG
book_NEG
shame_NEG
component
change
liked
ii
trial
starting
consider_NEG
post
researcher
machine_NEG
although_NEG
never_NEG
lost_NEG
always_NEG
follow_NEG
answer_NEG
managed_NEG
beginner_NEG
need_NEG
thoroughly_NEG
apply_NEG
research_NEG
concept_NEG
helped_NEG
gain_NEG
method_NEG
outside_NEG
greatly_NEG
skill_NEG
everyone_NEG
prior_NEG
easily
fairly
sufficient
ml
philosophy
delivered
straightforward
fashion
lover
light
insightful
relate
day
lifestyle
major
still
main
modeling
power
function
html_NEG
nevertheless_NEG
perfect_NEG
choice_NEG
designing
website
excelent
recomended
unfortunately
minor
error
cover_NEG
call_NEG
exam_NEG
title_NEG
reviewing_NEG
source_NEG
keep
attention
connection
musician
wishing
integrated
brings
classic
book
finished
habit
barb
graph_NEG
function_NEG
first_NEG
explain
enthusiasm
breaking
interest
completely
cours
prepared
un
directly_NEG
implementation_NEG
health
simplified
become
consumer
paced
organised
learnt_NEG
literally
anything_NEG
familiar_NEG
gave_NEG
step_NEG
advanced_NEG
quite
number
illustration
conflict
resolution
invested
effort
trying
generally
straight
fresh
factor
reason
served
almost
overall_NEG
awesome_NEG
strongly
content_NEG
different_NEG
practical_NEG
negotiation_NEG
done_NEG
change_NEG
usefull
word
..
john
hopkins
introduced
financial
deeply_NEG
mooc
big
universe
came
today
instructive
conducting
seeking
inner
getting
group
practise
focus
score
period
blog
friend
regression
classification
clustering
came_NEG
andrew_NEG
excelente
con
que
process
improve
solving
excited
try
issue
providing
followed
rigorous
instruction
oakley
terry
sejnowski
away
stuff
response
everybody
begin
adventure
passionate
dated
comprehensive
database
related
described
seemingly
realize
moved
child
oriented
public
skill
confident
sustainability
concerned
affect
greatest
return
side
possibility
explore
far
middle
crisis
institution
line
war
realistic
honest
picture
current
economic
considering
special
position
therefore
risk
opposed
following
crystal
cross
reality
essence
writing
happy_NEG
humor_NEG
dr_NEG
second
loving
congratulation
sincerely
answer
badly
fine
sub
expensive
build
culture
opinion
thru
sweet
barbara
terrence
curious
fruitful
deal
along
finish
satisfied
hello
next
moment
weak
match_NEG
big_NEG
code_NEG
variable_NEG
saying_NEG
understandable_NEG
amount_NEG
bird
eye
ux
spread
let
lack
hand_NEG
gained_NEG
graded_NEG
gi
outdated
set
view
type
liked_NEG
free
character
fiction
non
creative
compelling
exposition
plot
included
review
consider
precise
memorize
dedication
preparing
decent
excel_NEG
information_NEG
exercise_NEG
challenging_NEG
approach_NEG
branding
advice
marketing
recent
absolutely
especially
relevant
changing
trend
historical
industry
digital
landscape
incredible
boost
brain
enroll
immediately
bootstrap
pacing
plenty
hardly
believe
platform
constructed
delivered_NEG
standard_NEG
previous_NEG
followed_NEG
clear_NEG
guide_NEG
learner_NEG
others_NEG
assume_NEG
higher_NEG
introduced_NEG
minimal_NEG
focusing_NEG
analysis_NEG
theory_NEG
become_NEG
wanted_NEG
understand_NEG
behind_NEG
hear_NEG
easier
im
homework
task
creator
longer
within
awsome
business_NEG
database_NEG
certification_NEG
essay_NEG
every_NEG
writing_NEG
open_NEG
improve_NEG
vocabulary_NEG
mentioned
carlos
emily
lose_NEG
purpose_NEG
target_NEG
audience_NEG
methodology
managed
room
improvement
sure
professor_NEG
speaking_NEG
practice_NEG
correct_NEG
efficient
watched
enhance
doubt
tremendous
mathematical
back
tailored
extra_NEG
coding_NEG
mentor_NEG
helpful_NEG
among
michael
psychology_NEG
engineer_NEG
interest_NEG
worthwhile_NEG
team_NEG
memory_NEG
expecting
nutrition
impact
iot
ar
engineering_NEG
necessary_NEG
academic_NEG
lesson_NEG
entertaining_NEG
directly
involves
audience
manipulation
serious
java
impressive
outstanding
though_NEG
several_NEG
month_NEG
ago_NEG
manner_NEG
philosophy_NEG
head_NEG
leaving_NEG
entirely_NEG
highly_NEG
say_NEG
guest_NEG
guidance_NEG
hope_NEG
future_NEG
best_NEG
year
including
relationship
certain
degree
engineer
company
engine
mechanical
fluid
mechanic
dynamic
leaf
esp
bias
request
final
capstone
reviewed
staff
low
domain
provide_NEG
challenge_NEG
tough_NEG
progress_NEG
struggled_NEG
mooc_NEG
base_NEG
format_NEG
allows_NEG
home_NEG
aspect_NEG
mean_NEG
list_NEG
unless_NEG
forced_NEG
applied_NEG
provided_NEG
classroom_NEG
worry_NEG
copy_NEG
value_NEG
maybe_NEG
paid_NEG
picture_NEG
paper_NEG
easily_NEG
session_NEG
case_NEG
issue_NEG
completed_NEG
bit_NEG
principle_NEG
please_NEG
reduce_NEG
heavy_NEG
full_NEG
scientist_NEG
job_NEG
interactive
terrific
incorporate
bad_NEG
amazing_NEG
university_NEG
michigan_NEG
everybody_NEG
game_NEG
oriented_NEG
focus_NEG
created_NEG
instructor_NEG
specifically_NEG
likely_NEG
rubric_NEG
unclear_NEG
frustrating_NEG
organization
built
brought
aware
lacked
usual
technical
accessible
wide
notch
engaging_NEG
concise_NEG
significant_NEG
improvement_NEG
finding_NEG
incomplete
formula
spreadsheet
small
discussion_NEG
forum_NEG
response_NEG
rating_NEG
grammar_NEG
difference_NEG
explains_NEG
besides_NEG
explanation_NEG
mathematics_NEG
metric_NEG
inspiring
responsible
seen
previous
functional
reactive
scala
hoping
third
surely
consistent
syllabus
break
theoretical
exposed
driven
address
instance
seems
dive
specially
suppose
majority
c
indeed
ahead
library
open
close
concerning
cutting
edge
added
fell
expectation
logical_NEG
path_NEG
place_NEG
world_NEG
research
glad
lesson
repeated
encouraged
multiple
international
relevance
series
chunk
cool
textbook
anyway
entertaining
continuation
guy
month
graphic
notation
exploration
api
seemed
vague
complaint
entering
impossible
watch
touch_NEG
technology_NEG
mention_NEG
name_NEG
functional_NEG
effectively
impressed
experienced
angular
j
guess
offering
detailed_NEG
proof
due
obvious
participate_NEG
mini
satisfying
tutorial
tried
carry
designer
result
playing
dealing
critical
amazingly
brief
outline
entirely
around_NEG
sachs
lead
search
animation
produced
defined
correctly
prefer
challenge
beneficial
enter
vocabulary
brand
luxury
superb
recommending
price
easier_NEG
update
explaining
listen
glitch
answering
daily
option
maybe
language_NEG
anyway_NEG
enjoyed_NEG
anybody_NEG
quickly
scenario
layout
variable
regular
expression
later
page
various
webpage
finally
xml
json
hare
duke
critique
coverage
panda
clean
statistical
engage
maya
adam
ton
record
audio
suitable
succinct
understandable
fix
combination
novice
spending
investment
git
figure_NEG
file_NEG
site_NEG
suggested_NEG
specific_NEG
bite
manageable
poetry
selected
elaborated
happiness
module
based
decade
upon
rushed
reviewing
early
stage
pleased
flow
grip
hat
clarity
either
analytical
identify
drive
outcome
access
sound
implementation
quick
recap
tough
negative
anymore_NEG
element
grateful
schedule
late_NEG
absolutely_NEG
recommended_NEG
term
sql
youtube
handling
performance
allow
developer
latest
paper
us
shown
successful
natural
processing
obvious_NEG
refer_NEG
keep_NEG
asked_NEG
single
dry
manages
telling
story
none
complicated_NEG
reference_NEG
confidence
communicate
concern
curso
de
relative
intervention
basis
recommendable
base
sociology
contained
include
holocaust
situation
facing
europe
across
ability
pas
horrible
stanford
deliver
personally
absorb
allowing
systematic
living
attend
patience
engagement
priceless
prepare
proud
joined
rating
training_NEG
crisp
application_NEG
dive_NEG
community_NEG
making_NEG
creative_NEG
limit_NEG
create_NEG
story_NEG
engaged
client
asset
customer
raj
others
spot
newbie
inference
tricky
cs_NEG
javascript_NEG
chance_NEG
logic
order
evaluation
graphlab
probably
choice
newcomer
quickly_NEG
nearly_NEG
nothing_NEG
aware_NEG
expect_NEG
ruby_NEG
asu
motivation
sense
comfortable
religion
inspirational
professional_NEG
article
everyday
impression
treat
faster
old
desire
rich
god
bless
hoped
per
wrong_NEG
basis_NEG
saying
journey
neuroscience
created
kept
repeat_NEG
shown_NEG
depth_NEG
action_NEG
expected_NEG
series_NEG
sir
robert
shiller
direct
honor
capability
framework_NEG
ton_NEG
poorly
day_NEG
posted_NEG
inspire
bringing
brazil
regret_NEG
indeed_NEG
grateful_NEG
:)_NEG
guide
show
photo
entry
dull
special_NEG
old_NEG
superficial
enthusiastic
evaluate
currently
miss_NEG
sufficient_NEG
trying_NEG
problem_NEG
set_NEG
rate_NEG
matrix_NEG
resource_NEG
score_NEG
refresher_NEG
option_NEG
several
piece
seem
repetitive
pattern
sum
force
nevertheless
charles
severance
simulation
modelling
somewhat_NEG
unfortunately_NEG
mostly_NEG
development_NEG
worked
usually_NEG
concern_NEG
solve_NEG
rather
ask
dog
human
interact
doctor
biggest
money
additional
demanding
body
becomes
film
aimed
generation
politics
interaction_NEG
private
equity
tax
legal
preparation
fact
sequence
approachable
ok_NEG
testing_NEG
key_NEG
minimal
run
wanting
bonus
algorithmic
martin
comprehensible
lab
move
manage
ensure
agile
owner
pre
activity
role
length_NEG
non_NEG
native_NEG
speaker_NEG
sentence_NEG
seems_NEG
right_NEG
access_NEG
internet_NEG
funny_NEG
idea_NEG
curve
extend
plant
poor
creator_NEG
subtitle_NEG
meaning_NEG
relatable
fascinating
programmer
humor
flow_NEG
tutor_NEG
spent_NEG
preparation_NEG
stanford_NEG
son
=)
apt
tactic
supplementary
tool_NEG
github_NEG
joy
actually_NEG
implement_NEG
profession
hearing
knew
various_NEG
ng_NEG
leader_NEG
carefully_NEG
explain_NEG
eye_NEG
put_NEG
together_NEG
wonderful_NEG
fully_NEG
serious_NEG
total_NEG
lector
speech
editor
mostly
undergrad
colleen
van
lent
michigan
near
knowing
leading_NEG
school
medicine
fully
succeed
drug
chinese
scripting
complaint_NEG
transcript_NEG
algorithm_NEG
guy_NEG
talking_NEG
front_NEG
friendly_NEG
intensive
advise
command
accomplishment
completing
workplace
guest
super
recommendation_NEG
talk
american
intuitive
waiting
integrate
speaker
speed
turn
speaking
arduino
led
interface
increase
fit
movie
discussing
essay
passing_NEG
mark_NEG
received_NEG
instruction_NEG
terrible_NEG
frequently
responsive
completion
wanna
physic
chemistry
economics
genetics
presenter
explanatory
passing
contribution
annoying
grasp
property
event
object
extra
solid_NEG
foundation_NEG
enrolled_NEG
grasp_NEG
became_NEG
developer_NEG
inspired
beyond
action
negative_NEG
structure_NEG
inspiring_NEG
towards_NEG
policy_NEG
needed_NEG
enhanced
mba
user
leaving
opener
shorter
m
planned
going_NEG
screen_NEG
confusion_NEG
link_NEG
creating_NEG
accessible_NEG
notion
accurate
superficial_NEG
behavior
breadth
disappointing
syntax_NEG
feature_NEG
computer_NEG
ok
according
enrolled
unfamiliar
name
lose
keeping
confused
emphasis
starter
careful
connected
lucky
ruby
rail
slightly
acceptable
correct
instead
professionally
enjoyable_NEG
fair
distracting
included_NEG
prefer_NEG
suggested
pro
develops
slowly
organize
recording
voice
china
improved
saw
goal
trouble
ended
demand
track
anything
else
provoking
software
worse
section
past_NEG
section_NEG
steve
skip
difference
young
speaks
strong
french
accent
note
lacking
grammar
theme
scientific
cloud
redundant
nature_NEG
note_NEG
kept_NEG
face_NEG
situation_NEG
present_NEG
thinking_NEG
term_NEG
certainly_NEG
form_NEG
nice_NEG
formal_NEG
setting_NEG
tableau
recommendation
introduces
three
independent
decision_NEG
reviewed_NEG
reason_NEG
alone_NEG
dropped_NEG
four_NEG
star_NEG
effort_NEG
five_NEG
college
somehow
social
aid
missed
mark
pursue
visualize
site
logically
co
gone
south
went
influence
common
man
courser
till
understood_NEG
giving_NEG
appreciated_NEG
knowing_NEG
task_NEG
listening_NEG
missed_NEG
none_NEG
somewhat
outside
necessary
scale
particular_NEG
explaining_NEG
consuming_NEG
perhaps
appreciate_NEG
practicing_NEG
lacking_NEG
definitely_NEG
possible_NEG
invest
searching
okay
ta
bring
supposed
optional
capstone_NEG
cleared
hence
finding
participate
macroeconomics
classroom
ableton
live
decided
folk
whole_NEG
instance_NEG
activity_NEG
broad_NEG
management_NEG
document_NEG
layman
healthier
contain_NEG
scientific_NEG
hoping_NEG
privilege
harder
receive_NEG
everything_NEG
suggestion
literature
mother
kid
executed
paying
lecturing
process_NEG
earlier
medical
device
stand_NEG
google_NEG
kinda
external_NEG
enrich
couple
message_NEG
efficient_NEG
weekly
extended
external
small_NEG
page_NEG
industry_NEG
emotion
philosophical
korean
sentence
mix
effect
rate
frustrating
consuming
solve
usually
exactly_NEG
poorly_NEG
written_NEG
asking_NEG
textbook_NEG
strategy_NEG
handle_NEG
early_NEG
lead_NEG
error_NEG
probably_NEG
homework_NEG
mistake_NEG
frustration_NEG
basically_NEG
stuck_NEG
helping_NEG
tell_NEG
logic_NEG
fix_NEG
stop_NEG
let_NEG
save_NEG
worth_NEG
certificate_NEG
whatever
journalism
core
moment_NEG
left_NEG
side_NEG
trick_NEG
graphlab_NEG
push
gcp
seeing
service
recomend
guidance
achieve
asking
simulation_NEG
attempt_NEG
passed
department
geared
towards
employee
differently
practitioner
basically
along_NEG
line_NEG
analytics_NEG
smooth
organized_NEG
comfort
evolution
divided
progression
quantitative
rewarding
slight
drawback
nature
responsibility
contain
speak
app_NEG
commitment_NEG
high_NEG
faculty_NEG
member_NEG
true
night
awful
wonder
addition
expanding
blend
knowledgable
earth
comparison
notebook
pedagogical
computational
complexity
road
pushed
github
account
download
limited_NEG
oakley_NEG
sejnowski_NEG
ready
economy
scope
expand
specifically
age
excellently
shapiro
curriculum
promise
numerous
separate
classmate_NEG
musical
difficulty
attractive
large
draw
prompt
context
list
applicable_NEG
except_NEG
unlike
reply_NEG
staff_NEG
ta_NEG
may_NEG
active_NEG
answered_NEG
watched_NEG
lost
parameter
matrix
documentation
active
sad
string
past
cheer
luck
faculty
lack_NEG
security_NEG
brief_NEG
law_NEG
related_NEG
moreover_NEG
spending_NEG
dont_NEG
luck_NEG
beautifully
jump
elaborate
serve
repeat
duration
translation_NEG
skip_NEG
criterion_NEG
bother_NEG
worst_NEG
taken_NEG
supported
motivate
organic
alternative
traditional
potential
thousand
express
gratitude
frustration
objective
accomplish
meta
stats
college_NEG
balanced
selection
solution_NEG
avoid_NEG
le_NEG
watching_NEG
number_NEG
google
particularly_NEG
completing_NEG
pas_NEG
unit_NEG
motivated_NEG
move_NEG
doubt_NEG
cook
vision
phase
allow_NEG
novice_NEG
mandarin
matter_NEG
eager
congratulation_NEG
meaningful
productive
innovative
talk_NEG
allowed
app
improved_NEG
obtain
academy
uc
san
diego
procrastination
significantly
swift
addition_NEG
read_NEG
perform
graduate
rule_NEG
yes_NEG
positive_NEG
general_NEG
stuff_NEG
youtube_NEG
worse_NEG
useless_NEG
neither_NEG
ever_NEG
load_NEG
light_NEG
motivated
coming
workload
successfully
matlab
sign
paid
five
attempt
harder_NEG
love_NEG
copyright
major_NEG
digital_NEG
market_NEG
talented
memorable
managing
credit
economics_NEG
finance_NEG
carefully
possibly_NEG
america
foreign
description
link
relating
v
taste
large_NEG
surely_NEG
pleasant
actual
separate_NEG
native
broaden
favorite
apart
color
clearer
structured_NEG
initial
execution
quality_NEG
discus
articulate
particular
deeply
analyzing
comment
sample_NEG
whether_NEG
decided_NEG
terminology
segment
claim
law
versus
despite
odersky
keen
capable
perception
vast
suggest
root
understood
clarify
benefited
decision
addressed_NEG
energy_NEG
built_NEG
coverage_NEG
seriously_NEG
normal
jogesh
muppala
prove
worthy
static
stats_NEG
phenomenal
digestible
success
known
ago
beginning_NEG
third_NEG
holistic
catch
deadline
sound_NEG
patient
standard
pedagogy
direction_NEG
practicing
soon
properly
phd
ambiguous
exam
join
build_NEG
direction
technical_NEG
multiple_NEG
require_NEG
per_NEG
thread
european
;-)
tend
usa
processed
interactivity
trainer
intermediate_NEG
reminder
covering_NEG
actual_NEG
international_NEG
recorded
exceptionally
additionally
fantastic_NEG
moderator_NEG
later_NEG
wasted_NEG
straight_NEG
chapter
jim
fowler
corporate
equipped
linkedin
enterprise
mindset
severance_NEG
variety
equation_NEG
fail_NEG
electronics
relation
planet
member
simplicity
anybody
faced
install
running
mobile
soft
;)
abstract
sort
meant_NEG
failed_NEG
check_NEG
allowed_NEG
input_NEG
working_NEG
correctly_NEG
updated_NEG
include_NEG
realized
hear
started_NEG
seo_NEG
transition
stress
excitement
mandatory
comprehension
wisdom
getting_NEG
away_NEG
missing_NEG
constant
assigments
file
achieve_NEG
objective_NEG
software_NEG
goal_NEG
strategy
stakeholder
involving
input
enrolling
gained
mountain
kick
extent
bored
terrorism
digest_NEG
motivational
retain
useless
broken
fredrickson
advantage
strength
india
era
criticism
frustrated
head
agree
yes
compare
finishing
master_NEG
something_NEG
valuable_NEG
load
microbiome
handle
algebra_NEG
matlab_NEG
brilliant_NEG
newbie_NEG
feeling_NEG
share_NEG
hint_NEG
applying_NEG
demanding_NEG
education_NEG
hardware
lively
clip
shallow
gather
venture
capital
failed
competent
relatively
wind
participating
actionable
thumb
construction
order_NEG
price_NEG
huge_NEG
importance_NEG
rough
discipline
adding
tech
graph
digest
ask_NEG
art_NEG
passion_NEG
wanting_NEG
strategic
undergraduate
trick
chance
ecosystem
tell
reflect
conclusion
guided
prior
environmental
consideration
single_NEG
specialisation_NEG
pdf
didactic
continuing
water
policy
expect
broader
translation
ian
comment_NEG
growth
preferred
journey_NEG
insightful_NEG
touch
implementing
flaw
pomodoro
thankyou
save
passion
enables
tackle
interview_NEG
helpfull
chuck_NEG
harris
utilize
usage
dream
shared
cost
buy_NEG
accessing
margaret
solved
stay
coherent
acquire
trivial_NEG
last_NEG
visual_NEG
cool_NEG
unnecessary_NEG
requirement
precious
stone
history_NEG
provides_NEG
deep_NEG
come_NEG
fall_NEG
john_NEG
compare_NEG
path
formal
mental
brush
item
recall
three_NEG
opening
testing
pay
pity
printing
prerequisite_NEG
simply_NEG
product_NEG
total
worst
guideline
difficulty_NEG
experienced_NEG
definition_NEG
impact_NEG
expecting_NEG
incorrect_NEG
octave_NEG
fine_NEG
focusing
struggling
productivity
meet
lived
monotonous
diagram
specially_NEG
furthermore_NEG
whatsoever_NEG
extremely_NEG
previously_NEG
potential_NEG
compact
invaluable
prerequisite
fee
commitment
seen_NEG
java_NEG
daw
user_NEG
home
unclear
child_NEG
nutrition_NEG
double
experiment
updated
successfully_NEG
alberta
exceeded
scott
delivering
evolutionary
tree
terminology_NEG
providing_NEG
evolution_NEG
interactive_NEG
hopefully_NEG
intuition_NEG
perspective_NEG
door
discovered
main_NEG
http
www
com
eventually
org
demo
educating
deserves
suggests
intended
absolute
sort_NEG
repetition
revise
supply
oil
reach
leader
mine
datasets
plotting
market
contrast
neat
talent
technics
auto
leadership
curse
healthcare
budgeting
scheduling
intense
esl
chapter_NEG
split
object_NEG
primer
security
stack
excercises
middle_NEG
j_NEG
pronunciation
procrastination_NEG
besides
manager
congrats
realy
paced_NEG
top_NEG
visualization
quantity
speed_NEG
original_NEG
spectrum
strengthen
diversity
hit
lay
simplistic
collection
moma
visual
character_NEG
complexity_NEG
setup
usable
enhance_NEG
whatever_NEG
bored_NEG
grab
balance_NEG
handy
intuitive_NEG
remember_NEG
realized_NEG
mode
overcome
marvelous
marketer
template
behaviour
surprised
gentle
warm
encouraging
classical
treatment
revision
studying_NEG
supportive
mean
meteor
slightly_NEG
version_NEG
dont
generally_NEG
legal_NEG
control_NEG
photography
capacity
spanish
origin
essential_NEG
confidence_NEG
certain_NEG
financial_NEG
calculation_NEG
mention
looked_NEG
wait
happening
lean
certification
earlier_NEG
egypt
appear
copy
wealth
varied
challenged
portion
contributed
happen
muy
imagine
east
board_NEG
plus_NEG
sharing_NEG
walk
afraid_NEG
contact
translate
skipped
addiction
behavioral
addressed
glimpse
dirty
local
wondering
camera
appropriate
jupyter
additional_NEG
chinese_NEG
el
brain_NEG
age_NEG
barbara_NEG
seek
iot_NEG
methodical
finished_NEG
social_NEG
pattern_NEG
requires_NEG
explore_NEG
ability_NEG
success_NEG
journalist
news
wished
didnt
badly_NEG
vague_NEG
supplemental
transcript
yo
effective_NEG
hardest
swirl_NEG
neither
pick_NEG
currently_NEG
designer_NEG
designing_NEG
imagine_NEG
moocs
everyday_NEG
tested
smart
wow
ten
bocconi
jump_NEG
strongly_NEG
download_NEG
natural_NEG
decent_NEG
achievement
syntax
robot
continues
century
california
coaching
hold_NEG
unnecessary
reflect_NEG
increased
seasoned
refresh
whose
begginers
half
woman
cyber
immense
hold
tried_NEG
speak_NEG
ended_NEG
animal
cognition
intelligence
society
shape
qualified
criterion
introductory_NEG
leave
convey
asd
platform_NEG
almost_NEG
plenty_NEG
swift_NEG
choose_NEG
play
leave_NEG
effectively_NEG
clinical
beginers
truth
innovation
george
siedel
accompanying
willing
plus
reinforce
guess_NEG
current_NEG
forever
busy_NEG
perfectly
solar
involve
oop
scratch_NEG
analytic
cost_NEG
initially
wait_NEG
impossible_NEG
debugging
foundational
beautiful
schedule_NEG
specialist
regardless
cut
scene
optimization
inspiration
ai
intresting
composition
showed
dedicated
held
medium_NEG
involved_NEG
repeating
pause
live_NEG
lab_NEG
immediately_NEG
pdf_NEG
welcome
targeted
attended
inspired_NEG
ratio_NEG
run_NEG
astrobiology
incorrect
dig
document
twice
advance
break_NEG
piece_NEG
deal_NEG
gas
confusion
laid
pragmatic
effect_NEG
health_NEG
resourceful
fellow_NEG
personally_NEG
pr
fall
fascinating_NEG
knew_NEG
navigate
humorous
call
growing
cybersecurity
associated
box_NEG
raspberry
older
highlighted
bayesian
derivation
care
style_NEG
purpose
meeting
construct
improvisation
graduate_NEG
phrase
assume
told_NEG
half_NEG
supposed_NEG
offering_NEG
via_NEG
running_NEG
miss
length
via
printing_NEG
said_NEG
close_NEG
stop
tour
briefly
touched
repetition_NEG
mistake
inside
written
appealing
article_NEG
package_NEG
turned
mining
reduce
conceptual
submit_NEG
image_NEG
scenario_NEG
analyst
zero
board
accounting_NEG
focused_NEG
statement_NEG
choose
eat
quick_NEG
cant
remind
bunch_NEG
abstract_NEG
mathematical_NEG
facilitate
loop
angularjs
enriching
western
info_NEG
functionality
becoming
changing_NEG
hopefully
website_NEG
biology_NEG
nonetheless_NEG
startup
submitted
participated
cancer
gradually
became
thus
performing
educational_NEG
environment_NEG
stage_NEG
result_NEG
confident_NEG
widely
buddhism
node
creation
totally_NEG
describe
exploring
analyze
happier
dense
window
dimension
limited
couse
infrastructure
qualitative
email_NEG
saw_NEG
power_NEG
barely
moving_NEG
relatively_NEG
beauty
educative
stick
punctuation
sustainable
modern_NEG
care_NEG
physic_NEG
amateur
left
measure
favourite
globe
overwhelming
discussed_NEG
adult
cryptography
saving
fairly_NEG
accessibility
pro_NEG
space_NEG
forced
cooking
critically
earn
planning_NEG
delivery_NEG
crafted
hint
began
showed_NEG
aspiring
address_NEG
linked
role_NEG
requirement_NEG
medical_NEG
appears
upgrade
answered
summary
late
informatics
institute
government
fascinated
furthermore
epidemiology
average_NEG
toward
stack_NEG
unit
david
adding_NEG
told
dear
greeting
happens
crash
plan_NEG
vital
scala_NEG
turn_NEG
across_NEG
worthwhile
horse
sincere
office
explored
.
match
spoken
knowledgeable_NEG
ready_NEG
pricing
range_NEG
marketing_NEG
super_NEG
play_NEG
concrete_NEG
worked_NEG
sheet_NEG
company_NEG
communicating
steep
delve
belief
wet
rated
downloaded
control
regardless_NEG
forgotten
motivates
fellow
statistic_NEG
manage_NEG
hence_NEG
force_NEG
organization_NEG
autograder
recently
discover
looked
described_NEG
sorry_NEG
attention_NEG
chain
operation
hr
cource
extraordinary
happen_NEG
verified_NEG
check
intersting
bunch
condition
pure
called_NEG
core_NEG
freshman
philosopher
elementary
illuminating
comfortable_NEG
bootstrap_NEG
email
majority_NEG
principal
us_NEG
eu
blue
jazz
nonetheless
worker
map
thorough_NEG
brush_NEG
documented
mainly
tougher
pointer
deepen
psychological
array
receive
pi
bi
accomplishment_NEG
eventually_NEG
annoying_NEG
encourages
tone
happened
worldwide
presentation_NEG
grow
flexible
encountered
absolute_NEG
following_NEG
mom
welfare
considering_NEG
eat_NEG
cleaning
voice_NEG
volume
urban
city
coursework
includes
decide
nowadays
significant
programmer_NEG
sql_NEG
develop_NEG
moocs_NEG
efficiency
implemented
entrepreneurship
beyond_NEG
plain
expert_NEG
cut_NEG
daily_NEG
buy
despite_NEG
heavy
trivial
analyse
graduated
cycle
physical
intend
human_NEG
interface_NEG
chart
fan_NEG
magic
substance
advertising
angle
satisfied_NEG
programmed_NEG
expectation_NEG
presenter_NEG
weekly_NEG
summary_NEG
improving_NEG
unless
exciting_NEG
semester
bravo
increasing
span
global_NEG
public_NEG
thx
thus_NEG
presenting_NEG
cause_NEG
foot
account_NEG
track_NEG
downside
picked
disappointment
stated
camera_NEG
begin_NEG
state_NEG
colleague
craft
brian
output
component_NEG
heart
supporting
suited
wide_NEG
six
elegant
ratio
berklee
disappointing_NEG
panda_NEG
constructive
handled
bug_NEG
presenting
linguistics
crucial
higher
trust
introduce_NEG
lower
ui
generic
yale
emphasis_NEG
relate_NEG
confused_NEG
supplementary_NEG
existing
original
population
reflection
writer_NEG
investment_NEG
contact_NEG
service_NEG
turned_NEG
possibly
maintain
starter_NEG
contained_NEG
post_NEG
climate
theoretical_NEG
toolbox
condensed
yaakov_NEG
motion
polish
spark_NEG
meat
typo
bug
box
inspires
command_NEG
description_NEG
documentation_NEG
random
meet_NEG
apis
nuance
zelikow
signed
perfectly_NEG
pleasure_NEG
american_NEG
hardly_NEG
wonderfully
leaf_NEG
:-)_NEG
provider
debugging_NEG
seriously
whenever
linear_NEG
speaks_NEG
delight
constantly
variety_NEG
including_NEG
considered_NEG
gap_NEG
submission_NEG
evidence
suggestion_NEG
fair_NEG
surprisingly
purchase_NEG
corrected
soul
onto
realize_NEG
achieved
nearly
visit
commercial
wrote
portfolio
tackling
habit_NEG
virginia
reader
agree_NEG
message
spark
sorry
meant
report
pain
near_NEG
greate
hadoop
changed_NEG
showing_NEG
forget_NEG
nick
meaning
cultural
parallel
para
en
la
horizon
apps
los
resume
regret
table
paradigm
extension
joke
analogy
parent
whiteman
considered
signal
fill_NEG
institution_NEG
reasonable_NEG
increase_NEG
mastering
known_NEG
surface
reasoning
underlying
mr_NEG
dev
library_NEG
bigger
biological
twice_NEG
citizen
easiest
;)_NEG
fixed
treated
today_NEG
clue_NEG
talked
instructional
captivating
submitted_NEG
exercices
coming_NEG
submit
upcoming
acquired
studied_NEG
solving_NEG
developed_NEG
regarding_NEG
handout
grader
personable
charge
wonder_NEG
pe
space
th
charismatic
credit_NEG
bonus_NEG
soon_NEG
likely
al
song
asked
procedure
join_NEG
pre_NEG
tech_NEG
accept_NEG
somehow_NEG
routine
enable
weakness
energetic
surprising
conducted
peter
sa
somebody
stated_NEG
critical_NEG
tedious
edx
developing_NEG
audited
round
hinton
kindly
drawing
frame
powerful_NEG
update_NEG
connection_NEG
minor_NEG
happened_NEG
travel
pick
somewhere_NEG
v_NEG
enabled
embedded
disease
country_NEG
statement
obviously_NEG
therefore_NEG
schiller
installation
chose
healthy_NEG
diet_NEG
author_NEG
pwc
progressive
initiative
unable
assistant
comprehensive_NEG
zero_NEG
impressed_NEG
israel
obviously
intimidating
afford_NEG
elsewhere
manager_NEG
interpretation
cell
avoid
solidify
sociological
:(_NEG
participation
bought
deadline_NEG
switch
rstudio
auditing
sheet
minimum
evaluate_NEG
metaphor
typical
mixed
complement
dog_NEG
orientation
element_NEG
honestly_NEG
adequate
implication
offered_NEG
jumping
smaller
learns
genius
tableau_NEG
thesis
friend_NEG
joke_NEG
beatles
pm
facilitator
backed
family_NEG
additionally_NEG
overly_NEG
dealt
serf
notation_NEG
respect_NEG
walk_NEG
duke_NEG
refer
revisit
investor
investing
block
connect
reinforced
discovery
hi
infectious
coach
newer
exposure_NEG
group_NEG
mechanism
sale
practically
rounded
somewhere
cute
reviewer_NEG
parallel_NEG
pursuing
neural_NEG
possibility_NEG
grader_NEG
evaluation_NEG
bioinformatics
audit
literature_NEG
pmbok
shame
competitive
requiring
articulated
executive
centered
ii_NEG
society_NEG
distribution
defined_NEG
teh_NEG
tremendously
contribute
advance_NEG
stimulating
barely_NEG
player
sanitation
notice
payment
wonderfull
promising
museum
bigger_NEG
spreadsheet_NEG
admit
virtual
intellectual
doable
target
sit
ethic
somebody_NEG
mode_NEG
reccomend
obtained
movement
researched
assumes
substantial
muslim
religious
timely
tense
concisely
seeing_NEG
illustrative
chicken
grounding
audit_NEG
implementing_NEG
poem
accomplished
artificial
exist_NEG
willing_NEG
ahead_NEG
sadly
surprise