plan
purchase
enjoy
really_NEG
free_NEG
watch_NEG
lecture_NEG
must_NEG
pay_NEG
unlock_NEG
python_NEG
real_NEG
point_NEG
cannot_NEG
test_NEG
knowledge_NEG
introductory
descriptive
statistic
probability
experience
developed
efficiently
provide
valuable
tool
insight
education
important
phenomenon
global
community
clear
enlightening
detailed
informing
learned
whole
contains
information
taught
amazing
beginner
prof
chuck
humour
explained
content
exercise
pedagogic
problem
use
program
know_NEG
use_NEG
statistical_NEG
program_NEG
spend_NEG
time_NEG
struggling_NEG
understanding_NEG
topic_NEG
loved
could
wrong
subtitle
communication_NEG
informed
importance
rock
roll
history
might
right
shine
mind
excellence
follow
fun
visuals
proper
teaching
enjoy_NEG
building
refreshing
fundamental
concept
engineering
please
add
forum
people
share
thought
kind
requires
general
discussion
greatly
enjoyed
valerie
intriguing
person
listening
nervous
self
first
end
wonderful
look
also
conversation
met
lovely
lady
called
hec
team
educational
learnt
nice
organized
wanted
give
start
missing
feel_NEG
class_NEG
room_NEG
student_NEG
wished_NEG
new_NEG
people_NEG
exchange_NEG
experience_NEG
thank_NEG
much_NEG
informational
definitely
recommend
everyone
necessarily_NEG
english_NEG
teach_NEG
music_NEG
math_NEG
etc_NEG
useful_NEG
lecture
code
sample
reference
recommended
overall
introduce
music
production
teacher
cover
short
time
totally
help
understand
programming
professor
find
lear
life
changed
immensely
studying
made
fantastic
opportunity
implement
biology
university
study
exceptional
basic
structure
odd
last
week
rest
put
together
truly
expecially
dr
shane
dixon
throughout
planning
continue
specialization
coursera
arizona
state
fan
english
learner
finance
required
ups
must
future
entrepreneur
video
bit
exciting
going
fast
learned_NEG
week_NEG
still_NEG
sure_NEG
make_NEG
assignment_NEG
proper_NEG
way_NEG
quiz_NEG
confusing_NEG
sometimes_NEG
felt_NEG
frustrated_NEG
done
presented
professional
showing
got
better
area
thanks
u
gave
seo
received
expected
thoroughly
able
work
busy
ease
using
phone
complete
quiz
format
simple
enough
craig
delightful
effective
style
expertise
explanation
combined
humble
joyful
personality
gift
pace
support_NEG
prepared_NEG
online_NEG
search_NEG
discus_NEG
solely_NEG
peer_NEG
many_NEG
drop_NEG
end_NEG
final_NEG
project_NEG
far_NEG
difficult_NEG
prepare_NEG
want_NEG
learn_NEG
android_NEG
programming_NEG
suggest_NEG
look_NEG
elsewhere_NEG
many
new
band
artist
never
heard_NEG
also_NEG
putting_NEG
listen_NEG
context_NEG
looking_NEG
larger_NEG
theme_NEG
fit_NEG
evolve_NEG
helpful
understanding
smartphones
introduction
guitar
already
played
acoustic
info
guitar_NEG
position_NEG
scale_NEG
lecturer
though
sometimes
thing
get
boring
subject
:)
rule
coursei
like
interview
everything
peer
assessment
terrible
idea
one
submission
highest
lowest
grade
without
feedback
internet
taken
graded
participant
possible
fun_NEG
passed_NEG
(8_NEG
even_NEG
try_NEG
another_NEG
assessment_NEG
based_NEG
aspiring_NEG
teacher_NEG
able_NEG
ass_NEG
someone_NEG
else_NEG
work_NEG
properly_NEG
mindfulness
meditation
take
world
shiny
project
best
part
extremely
delivery
roadmap
vivid
memory
kudos
informative
healthy
eating
motivating
reasonable
approach
diet
introducing
student
html
broad
intro
slow
class
except
two
:-)
confusing
perfect
want
involved
game
development
appreciation
fill
gap
educator
face
come
popular
supplement
fortunate
available
summer
encourage
secondary
difficult
stuck
something
recommend_NEG
one_NEG
paying_NEG
customer_NEG
second_NEG
intro_NEG
graphic_NEG
design_NEG
take_NEG
coursera_NEG
found_NEG
material_NEG
presented_NEG
quite_NEG
slow_NEG
pretty_NEG
boring_NEG
simple_NEG
excitement_NEG
would_NEG
beneficial_NEG
see_NEG
fundamental_NEG
building_NEG
block_NEG
could_NEG
used_NEG
life_NEG
made_NEG
continue_NEG
learning_NEG
excited_NEG
complete_NEG
whereas_NEG
forcing_NEG
sit_NEG
finish_NEG
required_NEG
swirl
bad
awesome
background_NEG
area_NEG
pace_NEG
appropriate_NEG
level_NEG
encourage_NEG
anyone_NEG
interested_NEG
enroll_NEG
andrew
ng
explains
complex
machine
provides
ample
practice
coding
application
key
incredibly
language
highlight
example
aspect
highly
appreciated
structured
diverse
range
deep
knowledge
reading
greek
etc
survey
ancient
watching
combine
narrative
method
used
limit
erudite
yet
engaging
manner
top
quality
resource
anyone
greece
although
familiar
calculus
linear
algebra
academic
word_NEG
humanity_NEG
long_NEG
earth_NEG
stay_NEG
balance
reporting
medium
think
place
took
little
great_NEG
yaakov
chaikin
brilliant
know
talking
attempted
cs
jquery
javascript
amount
taking
thankful
found
looking
forward
fabulous
covering
political
career
personal
iconic
figure
jfk
thoughtful
reflective
offer
individual
well_NEG
versed_NEG
field_NEG
add_NEG
charming_NEG
sense_NEG
personal_NEG
involvement_NEG
insight_NEG
period_NEG
relevant_NEG
interesting_NEG
informative_NEG
true_NEG
date_NEG
like_NEG
slide_NEG
explained_NEG
compared_NEG
ml_NEG
cousera_NEG
dictionary_NEG
instead_NEG
tutorial_NEG
already_NEG
help_NEG
refresh_NEG
mind_NEG
otherwise_NEG
might_NEG
find_NEG
show_NEG
complex_NEG
data_NEG
science_NEG
depth
cannot
another
love
mum
full
get_NEG
fast_NEG
food_NEG
readily_NEG
available_NEG
go_NEG
back_NEG
cooking_NEG
sitting_NEG
good_NEG
meal_NEG
profound
analysis
jefferson
ideal
wish
nation
demonstrate
clever
wise
said
nobel
prize
winner
white
house
concentration
intelligent
since
alone
sharing
net
computer
scientist
hate
present
topic
succinct_NEG
thought_NEG
provoking_NEG
art
management
case
organisation
different
country
sector
particularly
illustrate
theory
honestly
designed_NEG
went_NEG
video_NEG
rushing_NEG
u_NEG
basic_NEG
telling_NEG
introduction_NEG
tiny_NEG
detail_NEG
rest_NEG
.._NEG
mr
lander
author
tip
needed
designed
tutor
knowledgeable
importantly
friendly
lovable
exactly
beginning
solid
waste
producer
illustrated
clearly
moving
detail
calculation
making
seminar
comprehend
remember
family
benefit
apply
dairy
meal
instructor
spend
putting
equation
tying
often
felt
value
question
arbitrary
le
master
data
excel
gaining
ground
title
misleading
describe_NEG
argument
dispute
filled
high
leading
expert
field
compared
interested
astronomy
pretty
unity
make
feel
previously
struggled
worth
supervised
unsupervised
algorithm
chosen
appropriately
moreover
practical
developing
step
ass
even
need
collect
demonstration
recipe
enjoyable
matter
given
positive
relaxed
however
grading
threw
fact_NEG
grade_NEG
review_NEG
subjective_NEG
poor_NEG
grading_NEG
system_NEG
overview
business
metric
definition
level
refresher
analytics
background
perspective
setting
working
hand
deeper
always
pleasure
accurate_NEG
feedback_NEG
easy_NEG
ever
heard
appreciate
someone
c_NEG
self_NEG
study_NEG
apart_NEG
loved_NEG
four
star
long
covered
respect
chord
intuition
neural
network
svm
allows
training
nn
holbo
simply
hope
produce
typography
text
editing
hard_NEG
tricky_NEG
investigation_NEG
execution_NEG
io
enjoying
overwhelming_NEG
start_NEG
optional_NEG
offer_NEG
opportunity_NEG
dig_NEG
little_NEG
deeper_NEG
android
system
unique
feature
influenced
product
require
actually
evolving
tied
exact
date
version
mathematics
enthusiast
robotics
see
advanced
sometime
math
enough_NEG
individual_NEG
formula_NEG
derived_NEG
especially_NEG
calculus_NEG
regression_NEG
believe_NEG
added_NEG
minute_NEG
two_NEG
module_NEG
since_NEG
example_NEG
given_NEG
covered_NEG
subsequent_NEG
within_NEG
specialization_NEG
yet_NEG
taking_NEG
starting_NEG
next_NEG
overview_NEG
type_NEG
model_NEG
photographer
raised
improving
novel
essential
buddhist
modern
psychology
support
interpret
say
studied
read
writer
wright
delivers
food
esoteric
may
struggle
similarity
science
buddha
regarding
attachment
assigning
form
feeling
environment
cause
concise
point
audio_NEG
opened
microeconomics
larry
lucid
tesol
certificate
peruse
degree_NEG
due_NEG
low_NEG
year_NEG
struggle_NEG
however_NEG
regard_NEG
think_NEG
usefull_NEG
lot_NEG
tip_NEG
seem_NEG
common_NEG
important_NEG
supported_NEG
kind_NEG
advice_NEG
person_NEG
give_NEG
similar_NEG
school_NEG
least_NEG
technique_NEG
reading_NEG
subject_NEG
using_NEG
web_NEG
publication_NEG
mentioned_NEG
throughout_NEG
opinion_NEG
rather_NEG
short_NEG
segment_NEG
without_NEG
motivation_NEG
faced_NEG
hour_NEG
often_NEG
view_NEG
ending_NEG
couple_NEG
finally_NEG
lecturer_NEG
benefit_NEG
bring_NEG
enthusiasm_NEG
seemed_NEG
impression_NEG
greeting_NEG
thanks_NEG
online
remarkable
real
principle
negotiation
applied
interaction
develop
classmate
applicable
firm
logical
taught_NEG
part_NEG
successful_NEG
career_NEG
wish_NEG
longer_NEG
perhaps_NEG
greater_NEG
proof_NEG
excellent_NEG
upon_NEG
finishing_NEG
question_NEG
prof_NEG
truly_NEG
diego_NEG
phd_NEG
energy
backing
source
aside
create
brilliantly
packed
whether
alike
extensive
creating
image
scratch
steganography
alot
technique
technology
behind
slide
provided
teach
design
stimulated
creativity
spent
screen
entire
happy
completed
<3
test
programing
python
concrete
foundation
progress
model
solution
readable
stand
specialisation
applying
session
huge
mentor
hour
average
around
minute
stayed
disappointed
focused
computing
strong_NEG
either_NEG
glad_NEG
entire_NEG
thing_NEG
nothing
network_NEG
completely_NEG
misleading_NEG
office_NEG
forward_NEG
sadly_NEG
got_NEG
disappointed_NEG
nicely
every
matthew
yee
king
versed
helped
query
attending
helping
job
profesor
thorough
curiosity
go
powerful
accounting
distinguish
exposure
protein
gene
regulation
contemporary
complicated
octave
challenging
least
similar
pitched
certainly
intermediate
thinking
architecture
offered
gain
emergency
preparedness
attitude
awareness
act
disaster
regard
unprepared
otherwise
hard
disease_NEG
started
front
web
framework
noor
genuinely
disorganized
wireless
communication
emerging
lte
primary
presentation
specific
package
programme
funny
:d
giving
amazed
aric
write
script
push_NEG
write_NEG
script_NEG
clearly_NEG
teaching_NEG
took_NEG
com_NEG
waste_NEG
money_NEG
discussed
greater
likable
pr_NEG
david_NEG
germano_NEG
text_NEG
better_NEG
book_NEG
shame_NEG
component
change
liked
ii
trial
starting
consider_NEG
biostatistics_NEG
post
doc
researcher
germany
machine_NEG
although_NEG
never_NEG
lost_NEG
always_NEG
follow_NEG
answer_NEG
managed_NEG
beginner_NEG
need_NEG
thoroughly_NEG
apply_NEG
research_NEG
concept_NEG
helped_NEG
gain_NEG
method_NEG
outside_NEG
primary_NEG
greatly_NEG
expanding_NEG
skill_NEG
everyone_NEG
prior_NEG
easily
fairly
moderate
sufficient
ml
philosophy
delivered
straightforward
fashion
lover
light
insightful
relate
day
lifestyle
major
still
main
modeling
log
power
function
comma
html_NEG
nevertheless_NEG
perfect_NEG
choice_NEG
designing
website
excelent
recomended
unfortunately
minor
error
cover_NEG
call_NEG
exam_NEG
title_NEG
reviewing_NEG
depend_NEG
sole_NEG
source_NEG
keep
attention
connection
musician
trajectory
wishing
seamlessly
integrated
gotta
brings
unexpected
tie
classic
book
finished
habit
barb
graph_NEG
function_NEG
first_NEG
explain
enthusiasm
breaking
cipher
interest
completely
cours
prepared
un
directly_NEG
implementation_NEG
health
simplified
become
consumer
paced
organised
intimidating_NEG
learnt_NEG
exellent
literally
anything_NEG
familiar_NEG
gave_NEG
step_NEG
advanced_NEG
quite
number
illustration
conflict
resolution
invested
effort
trying
generally
alive
straight
explicit
fresh
factor
reason
served
plate
loses
almost
overall_NEG
awesome_NEG
strongly
content_NEG
different_NEG
practical_NEG
negotiation_NEG
done_NEG
change_NEG
negotiating_NEG
usefull
word
..
john
hopkins
introduced
financial
deeply_NEG
widely_NEG
mooc
communicative
big
bang
universe
came
existence
today
instructive
singer
conducting
seeking
inner
ensemble
getting
group
practise
focus
heavily
sparked
score
period
blog
friend
btw
hilarious
graduation
ceremony
regression
classification
clustering
came_NEG
andrew_NEG
questionnaire
excelente
con
por
su
gran
muchas
persona
que
aprender
de_NEG
la_NEG
process
improve
solving
excited
try
issue
providing
followed
rigorous
subsequent
instruction
oakley
terry
sejnowski
away
stuff
response
everybody
begin
adventure
passionate
dated
comprehensive
database
related
described
seemingly
realize
moved
quest
published
child
oriented
public
skill
confident
sustainability
concerned
affect
greatest
return
side
possibility
encouragement
explore
far
middle
crisis
institution
line
war
license
die
geithner
metrick
realistic
honest
picture
current
affair
economic
considering
special
position
secretary
therefore
risk
opposed
economist
following
crystal
cross
reality
revealed
essence
writing
agreement
happy_NEG
delighted_NEG
humor_NEG
dr_NEG
george_NEG
kudos_NEG
delving
second
loving
congratulation
sincerely
answer
badly
fine
sub
par
expensive
em
build
brazilian
culture
opinion
portuguese
ngo
empowering
thru
sweet
barbara
terrence
curious
fruitful
deal
along
finish
satisfied
hello
arranged
next
moment
hole
weak
match_NEG
big_NEG
pseudocode_NEG
distracting_NEG
array_NEG
code_NEG
variable_NEG
normal_NEG
saying_NEG
understandable_NEG
sign_NEG
sad_NEG
amount_NEG
lingo
bird
eye
ux
underwhelming
spread
maximum
justify
consists
let
lack
hand_NEG
gained_NEG
graded_NEG
gi
outdated
set
view
type
memorize_NEG
liked_NEG
free
character
fiction
non
creative
compelling
exposition
factual
interviewing
plot
included
review
consider
precise
organizing
memorize
dedication
preparing
verry
decent
exposed_NEG
excel_NEG
information_NEG
exercise_NEG
challenging_NEG
approach_NEG
branding
advice
marketing
recent
absolutely
especially
relevant
changing
trend
consumption
historical
projection
industry
digital
landscape
incredible
boost
brain
thereby
enroll
immediately
bootstrap
handlebar
pacing
amusing
plenty
hardly
believe
platform
dan
constructed
delivered_NEG
standard_NEG
previous_NEG
followed_NEG
clear_NEG
guide_NEG
learner_NEG
others_NEG
suddenly_NEG
assume_NEG
significantly_NEG
higher_NEG
includes_NEG
introduced_NEG
dealt_NEG
minimal_NEG
focusing_NEG
analysis_NEG
theory_NEG
relationship_NEG
become_NEG
analyst_NEG
practising_NEG
musician_NEG
wanted_NEG
understand_NEG
behind_NEG
hear_NEG
easier
im
mexico
clases
homework
task
creator
longer
indicated
within
awsome
business_NEG
intelligence_NEG
strengthen_NEG
database_NEG
certification_NEG
essay_NEG
every_NEG
writing_NEG
open_NEG
improve_NEG
vocabulary_NEG
mentioned
carlos
emily
lose_NEG
didactic_NEG
purpose_NEG
target_NEG
audience_NEG
methodology
managed
room
improvement
sure
professor_NEG
sloppy_NEG
speaking_NEG
practice_NEG
correct_NEG
efficient
watched
gratefull
enhance
gold
doubt
tremendous
mathematical
back
earned
tailored
extra_NEG
coding_NEG
mentor_NEG
helpful_NEG
among
michael
misconception
revealing
psychology_NEG
engineer_NEG
profession_NEG
interest_NEG
joined_NEG
worthwhile_NEG
team_NEG
memory_NEG
movie_NEG
expecting
nutrition
impact
iot
ar
functioning
electrical_NEG
engineering_NEG
necessary_NEG
academic_NEG
supportive_NEG
lesson_NEG
entertaining_NEG
directly
involves
audience
manipulation
tidyverse
serious
java
impressive
outstanding
mindfulness_NEG
increased_NEG
though_NEG
benefited_NEG
immensely_NEG
several_NEG
month_NEG
ago_NEG
controversial_NEG
brilliantly_NEG
articulate_NEG
manner_NEG
objectivity_NEG
tackling_NEG
religion_NEG
philosophy_NEG
head_NEG
leaving_NEG
ultimate_NEG
belief_NEG
retain_NEG
modify_NEG
entirely_NEG
highly_NEG
qualified_NEG
say_NEG
wise_NEG
guest_NEG
contributed_NEG
guidance_NEG
hope_NEG
future_NEG
best_NEG
sabato
eloquently
year
including
relationship
certain
degree
electrical
engineer
company
engine
mechanical
fluid
mechanic
dynamic
transfer
leaf
desired
esp
geography
bias
request
final
capstone
reviewed
staff
low
whereas
domain
extensively
garbage
provide_NEG
challenge_NEG
tough_NEG
progress_NEG
struggled_NEG
identify_NEG
mooc_NEG
jupyter_NEG
base_NEG
format_NEG
allows_NEG
mobility_NEG
home_NEG
cloud_NEG
aspect_NEG
assignement_NEG
mean_NEG
list_NEG
comprehension_NEG
breaking_NEG
barrier_NEG
unless_NEG
forced_NEG
applied_NEG
correction_NEG
provided_NEG
classroom_NEG
assisted_NEG
worry_NEG
copy_NEG
paste_NEG
webpage_NEG
value_NEG
maybe_NEG
paid_NEG
picture_NEG
paper_NEG
print_NEG
easily_NEG
session_NEG
case_NEG
issue_NEG
assigment_NEG
completed_NEG
bit_NEG
split_NEG
principle_NEG
resolved_NEG
notebook_NEG
exercices_NEG
please_NEG
reduce_NEG
heavy_NEG
workload_NEG
full_NEG
scientist_NEG
tuning_NEG
job_NEG
interactive
terrific
incorporate
bad_NEG
amazing_NEG
university_NEG
michigan_NEG
everybody_NEG
game_NEG
oriented_NEG
excessive_NEG
focus_NEG
created_NEG
instructor_NEG
specifically_NEG
likely_NEG
expense_NEG
commonly_NEG
eg_NEG
glitch_NEG
rubric_NEG
unclear_NEG
ambiguous_NEG
frustrating_NEG
organization
logistics
built
deepened
brought
aware
lacked
enlightened
usual
reasonably
technical
accessible
wide
notch
communicated
engaging_NEG
concise_NEG
implemented_NEG
leaning_NEG
led_NEG
significant_NEG
improvement_NEG
finding_NEG
incomplete
formula
bar
spreadsheet
small
participant_NEG
raised_NEG
discussion_NEG
forum_NEG
response_NEG
rating_NEG
grammar_NEG
punctuation_NEG
difference_NEG
explains_NEG
besides_NEG
explanation_NEG
mathematics_NEG
metric_NEG
inspiring
responsible
seen
previous
functional
reactive
scala
comparatively
hoping
third
surely
pertinent
consistent
syllabus
conceived
break
discourse
theoretical
exposed
driven
address
industrial
instance
predictive
maintenance
seems
dive
specially
suppose
majority
c
indeed
ahead
library
open
close
concerning
cutting
edge
upgrading
import
added
fell
expectation
logical_NEG
path_NEG
place_NEG
expanded_NEG
world_NEG
research
glad
lesson
shortened
repeated
restart
messed
wiki
encouraged
encompassing
multiple
facet
international
relevance
series
chunk
cool
describing
textbook
anyway
entertaining
continuation
evening
guy
month
graphic
lazy
stream
notation
exploration
browser
api
twitter
seemed
vague
twitter_NEG
complaint
entering
picky
impossible
watch
touch_NEG
surface_NEG
technology_NEG
mention_NEG
name_NEG
functional_NEG
effectively
impressed
recommand
experienced
angular
j
guess
invite
offering
detailed_NEG
knitr
afraid
proof
due
obvious
participate_NEG
curve_NEG
accent_NEG
mini
satisfying
tutorial
tried
mid
carry
lighting
designer
result
transforming
playing
piano
dealing
critical
evident
amazingly
brief
outline
depend
entirely
around_NEG
sachs
lead
search
animation
administrator
produced
ill
defined
correctly
awaiting
prefer
challenge
beneficial
enter
workforce
vocabulary
brand
luxury
superb
recommending
peggy
mason
formation
price
easier_NEG
update
explaining
listen
glitch
answering
daily
option
select
maybe
doctor_NEG
language_NEG
anyway_NEG
enjoyed_NEG
anybody_NEG
quickly
scenario
layout
familiarize
variable
marvellous
regular
expression
later
parse
page
various
tag
urllib
beautifulsoup
scrape
webpage
finally
xml
json
exiting
hare
duke
neo
comer
critique
coverage
systematically
panda
clean
transform
statistical
engage
maya
adam
ton
record
audio
suitable
succinct
understandable
insightfull
aha
realizing
fix
combination
rudimentary
linux
shell
novice
daunting
spending
investment
git
hub
transparent_NEG
figure_NEG
committed_NEG
file_NEG
site_NEG
suggested_NEG
specific_NEG
bite
sized
manageable
poetry
selected
elaborated
happiness
module
based
teached
decade
upon
rushed
reviewing
early
stage
pleased
flow
grip
facility
hat
maker
arrangement
clarity
either
analytical
identify
drive
outcome
access
sound
implementation
quick
recap
tough
negative
scared_NEG
anymore_NEG
element
grateful
tight
schedule
late_NEG
absolutely_NEG
recommended_NEG
term
sql
youtube
robust
handling
performance
computation
allow
developer
latest
paper
us
convolutional
shown
successful
natural
processing
dropped
obvious_NEG
refer_NEG
frankly_NEG
displayed_NEG
keep_NEG
quiet_NEG
asked_NEG
gerry
single
dry
manages
interresting
ot
telling
story
remembering
none
tad_NEG
complicated_NEG
bought_NEG
reference_NEG
confidence
communicate
concern
fear
curso
de
da
relative
delved
realm
intervention
basis
recommendable
base
sociology
contained
include
holocaust
situation
jew
facing
europe
nazi
across
ability
pas
demonstrating
indepth
horrible
daniel
mcfarland
stanford
deliver
organizational
distinctive
circumstance
click
eleven
personally
absorb
reward
allowing
enlighten
systematic
living
technically
attend
generous
patience
engagement
priceless
prepare
honored
proud
joined
definitively
stellar
rating
training_NEG
crisp
stick_NEG
application_NEG
dive_NEG
community_NEG
making_NEG
creative_NEG
limit_NEG
create_NEG
story_NEG
engaged
client
measuring
asset
customer
lifetime
raj
darn
others
adapted
spot
newbie
inference
tricky
distinguish_NEG
cs_NEG
javascript_NEG
chance_NEG
deepening
foremost
logic
order
evaluation
graphlab
sourced
probably
choice
newcomer
dude
spoke_NEG
quickly_NEG
nearly_NEG
incomprehensible_NEG
incomplete_NEG
nothing_NEG
aware_NEG
expect_NEG
hood_NEG
ruby_NEG
rail_NEG
numpy
asu
motivation
sense
efficacy
comfortable
perceived
religion
inspirational
professional_NEG
newspaper
article
everyday
lasting
impression
treat
faster
rid
old
incorporating
desire
abundance
rich
god
bless
contributing
hoped
per
wrong_NEG
basis_NEG
saying
maximize
journey
neuroscience
philosphy
created
kept
frankly
repeat_NEG
shown_NEG
comprehend_NEG
terribly_NEG
depth_NEG
action_NEG
relating_NEG
expected_NEG
series_NEG
sir
robert
shiller
smile
direct
honor
optimistic
capability
crazy
framework_NEG
ton_NEG
nobody
assigment
poorly
coordinated
day_NEG
posted_NEG
reckon
employer
inspire
isb
bringing
brazil
regret_NEG
indeed_NEG
fond_NEG
organic_NEG
grateful_NEG
:)_NEG
guide
show
stock
prediction
photo
entry
dull
engages
mindful
special_NEG
old_NEG
superficial
enthusiastic
evaluate
currently
sequel
miss_NEG
depending
sufficient_NEG
trying_NEG
mba_NEG
problem_NEG
set_NEG
pdfs_NEG
reinforce_NEG
rate_NEG
matrix_NEG
resource_NEG
score_NEG
refresher_NEG
exploring_NEG
option_NEG
several
piece
adjective
discovered_NEG
wayne
stretched
seem
repetitive
pattern
established
sum
force
nevertheless
charles
severance
simulation
modelling
somewhat_NEG
unfortunately_NEG
photoshop_NEG
loop_NEG
asset_NEG
mostly_NEG
development_NEG
handled_NEG
upfront_NEG
worked
tamy
chapman
usually_NEG
concern_NEG
solve_NEG
rather
ask
dog
human
interact
doctor
biggest
money
additional
demanding
congratulate
impress
narrated
body
neuron
becomes
film
rome
jewish
guarantee
aimed
generation
politics
interaction_NEG
private
equity
tax
legal
stefano
caselli
preparation
fact
intake
sequence
approachable
inconsistent_NEG
ok_NEG
toward_NEG
testing_NEG
key_NEG
minimal
max
run
tidy
wanting
bonus
inventor
cherry
cake
algorithmic
martin
comprehensible
lab
move
manage
ensure
writes
bridge
agile
owner
pre
scrum
activity
role
define_NEG
length_NEG
awkward_NEG
non_NEG
native_NEG
speaker_NEG
tone_NEG
sentence_NEG
seems_NEG
right_NEG
access_NEG
template_NEG
internet_NEG
remind_NEG
tv_NEG
distance_NEG
funny_NEG
idea_NEG
datacamp
curve
extend
plant
poor
creator_NEG
subtitle_NEG
obscure_NEG
meaning_NEG
dependent_NEG
conversational
relatable
exhaustive
fascinating
programmer
humor
filler_NEG
fluff_NEG
ad
flow_NEG
tutor_NEG
spent_NEG
preparation_NEG
stanford_NEG
ver
whats
thats
son
=)
apt
takeaway
leverage
attribute
tactic
architect
prestigious
supplementary
controller
tuning
grossman
tool_NEG
git_NEG
github_NEG
budd
contributor
joy
explication
actually_NEG
implement_NEG
profession
hearing
identical_NEG
knew
virtually
various_NEG
underlying_NEG
assumption_NEG
limitation_NEG
ng_NEG
superb_NEG
leader_NEG
carefully_NEG
patiently_NEG
explain_NEG
eye_NEG
put_NEG
together_NEG
wonderful_NEG
fully_NEG
serious_NEG
chunk_NEG
total_NEG
adore
lector
speech
editor
mostly
refreshment
undergrad
colleen
van
lent
michigan
near
processed_NEG
commit_NEG
:d_NEG
definitly
knowing
leading_NEG
stumble_NEG
ive
school
medicine
fully
succeed
drug
chinese
skilled
scripting
complaint_NEG
unity_NEG
yakov
transcript_NEG
mess_NEG
generated_NEG
algorithm_NEG
guy_NEG
talking_NEG
front_NEG
friendly_NEG
intensive
proffesors
advise
memorise
command
trained
accomplishment
completing
workplace
guest
super
minnesota
recommendation_NEG
talk
american
achieves
intuitive
waiting
chemist
integrate
speaker
speed
falling
asleep
turn
speaking
row
arduino
simplest
led
ending
interface
increase
exponentially
thrilling
ride
fit
movie
discussing
marking
scheme
essay
informed_NEG
passing_NEG
mark_NEG
received_NEG
instruction_NEG
terrible_NEG
boyd
interacted
frequently
responsive
completion
incremental
hang
wanna
riveting
weave
physic
chemistry
economics
genetics
geology
presenter
assembly
explanatory
passing
contribution
annoying
grasp
property
event
object
extra
solid_NEG
foundation_NEG
enrolled_NEG
grasp_NEG
responsive_NEG
became_NEG
developer_NEG
inspired
beyond
action
negative_NEG
structure_NEG
inspiring_NEG
attitude_NEG
towards_NEG
policy_NEG
needed_NEG
younger_NEG
generation_NEG
politics_NEG
rewarding_NEG
patiently
enhanced
mba
prep
proficiency
user
leaving
thirst
telecommunication
blowing
opener
tempo
shorter
pfa
m
grasping
planned
going_NEG
forth_NEG
screen_NEG
confusion_NEG
link_NEG
creating_NEG
accessible_NEG
notion
accurate
superficial_NEG
illustrates
behavior
breadth
fantastically
disappointing
:(
syntax_NEG
feature_NEG
computer_NEG
ok
according
enrolled
unfamiliar
name
lose
keeping
pausing
returning
hungry
confused
emphasis
failing
installment
starter
worried
careful
forth
connected
lucky
ruby
chat
server
rail
specified
conveyed
slightly
acceptable
correct
accept
equivalent
decimal
instead
professionally
enjoyable_NEG
fair
sync
distracting
included_NEG
prefer_NEG
suggested
acquaintance
pro
develops
slowly
organize
assigned
recording
voice
china
chagpar
pl
election
proven
wharton
smoothly
jumped
improved
listener
saw
goal
trouble
ended
gut
demand
affirmation
track
anything
else
provoking
clunky
software
worse
section
past_NEG
section_NEG
figured_NEG
steve
joordens
skip
difference
young
speaks
strong
french
accent
note
lacking
grammar
theme
scientific
cloud
unnecessarily
redundant
paint
charming
teradata
deserve
nature_NEG
note_NEG
kept_NEG
exposition_NEG
favorite_NEG
face_NEG
situation_NEG
listener_NEG
studio_NEG
smoothly_NEG
present_NEG
thinking_NEG
constitution_NEG
disciplined
term_NEG
certainly_NEG
stimulating_NEG
form_NEG
nice_NEG
continuous_NEG
reflection_NEG
trained_NEG
formal_NEG
setting_NEG
tableau
needing
recommendation
subtlety
introduces
manually
three
independent
remaining
altogether_NEG
decision_NEG
reviewed_NEG
reasoning_NEG
reason_NEG
alone_NEG
dropped_NEG
four_NEG
star_NEG
effort_NEG
five_NEG
inclined
naturally
college
somehow
crowdsourcing
social
aid
missed
mark
pursue
visualize
site
air
logically
co
founder
empowered
gone
south
went
influence
common
man
courser
till
musical_NEG
understood_NEG
blue_NEG
giving_NEG
reality_NEG
appreciated_NEG
knowing_NEG
task_NEG
communicate_NEG
listening_NEG
missed_NEG
none_NEG
somewhat
cumbersome
outside
necessary
downloads
playback
scale
perceived_NEG
particular_NEG
explaining_NEG
improvise_NEG
cumbersome_NEG
consuming_NEG
perhaps
sake_NEG
permanent_NEG
appreciate_NEG
practicing_NEG
lacking_NEG
definitely_NEG
possible_NEG
invest
searching
okay
ta
bring
devoted
supposed
optional
weird_NEG
capstone_NEG
cleared
tom
mosher
sought
hence
finding
participate
race
macroeconomics
classroom
saved
ableton
live
decided
verified
erin
folk
whole_NEG
instance_NEG
activity_NEG
sequence_NEG
broad_NEG
management_NEG
document_NEG
essentially_NEG
ensure_NEG
accuracy_NEG
conducive
layman
whoever
healthier
nutritional
stopped
contain_NEG
scientific_NEG
hoping_NEG
privilege
harder
receive_NEG
everything_NEG
beforehand_NEG
suggestion
literature
mother
kid
executed
paying
depends
lecturing
recommanded
googled_NEG
process_NEG
hood
earlier
comp
michel
girardin
pharmaceutical
medical
device
stand_NEG
google_NEG
kinda
problematic
external_NEG
enrich
robotic
abandoned
couple
deliver_NEG
message_NEG
efficient_NEG
motivating_NEG
weekly
extended
external
small_NEG
page_NEG
oil_NEG
gas_NEG
industry_NEG
corrected_NEG
holding
emotion
philosophical
korean
sentence
undergoing
shift
mix
promotion
placement
effect
rate
ultimately
frustrating
consuming
solve
usually
exactly_NEG
poorly_NEG
written_NEG
asking_NEG
textbook_NEG
strategy_NEG
unhelpful_NEG
remark_NEG
behavior_NEG
handle_NEG
early_NEG
semantics_NEG
lead_NEG
error_NEG
assumed_NEG
probably_NEG
homework_NEG
mistake_NEG
frustration_NEG
basically_NEG
stuck_NEG
helping_NEG
initial_NEG
tell_NEG
logic_NEG
fixed_NEG
fix_NEG
stop_NEG
let_NEG
save_NEG
blindly_NEG
ultimately_NEG
worth_NEG
obtain_NEG
certificate_NEG
whatever
simplify
journalism
core
dumb_NEG
moment_NEG
left_NEG
side_NEG
trick_NEG
datasets_NEG
dataset_NEG
usage_NEG
graphlab_NEG
push
gcp
seeing
service
recomend
guidance
achieve
asking
polished_NEG
simulation_NEG
attempt_NEG
cleaning_NEG
typo_NEG
astounding
passed
electric
department
geared
towards
hiring
onboarding
employee
differently
hire
practitioner
basically
along_NEG
line_NEG
analytics_NEG
thrown_NEG
smooth
organized_NEG
coursethank
northwestern
dave
caused
comfort
zone
evolution
divided
progression
quantitative
rewarding
slight
drawback
nature
responsibility
host
contain
speak
succeeded
walking
integration
io_NEG
app_NEG
genuine_NEG
commitment_NEG
high_NEG
crystal_NEG
skipped_NEG
item_NEG
return_NEG
educator_NEG
praise_NEG
uc_NEG
irvine_NEG
exceptional_NEG
faculty_NEG
member_NEG
believed
true
night
facilitates
awful
wonder
addition
expanding
blend
knowledgable
television
scandinavian
european_NEG
memorable_NEG
earth
proposed
blah
comparison
notebook
pedagogical
tinker
variation
computational
complexity
remark
fist
road
impart
pushed
kaggle
competition
github
account
download
studio
limited_NEG
pomodoro_NEG
productive_NEG
oakley_NEG
sejnowski_NEG
ready
plunge
economy
diplomacy
scope
enthusiastically
composer
technician
expand
futher
korean_NEG
cultural_NEG
traditional_NEG
thankful_NEG
specifically
transformed
age
excellently
shapiro
curriculum
obligation
promise
ranking
relates
actively
cancelled
announced
assessed
numerous
brushed
unprofessional
rewatch
redo
separate
classmate_NEG
improves
musical
fragment
difficulty
mia
attractive
large
losing
proffesor
draw
prompt
context
list
applicable_NEG
except_NEG
comparison_NEG
unlike
reply_NEG
staff_NEG
thread_NEG
ta_NEG
may_NEG
active_NEG
clarification_NEG
answered_NEG
watched_NEG
closely_NEG
shop
brando
lost
parameter
matrix
size
documentation
invented
active
sad
string
matching
grown
past
cheer
luck
sedgewick
faculty
treatment_NEG
lack_NEG
realistic_NEG
theorical
pratical
cyber_NEG
security_NEG
psychological_NEG
brief_NEG
law_NEG
related_NEG
moreover_NEG
efficiently_NEG
spending_NEG
doesnt_NEG
dont_NEG
luck_NEG
beautifully
confidently
jump
quote
rarely
bother
elaborate
serve
repeat
duration
translation_NEG
flawed_NEG
spanish_NEG
skip_NEG
criterion_NEG
obligatory_NEG
rarely_NEG
bother_NEG
worst_NEG
taken_NEG
supported
motivate
cheap
organic
alternative
traditional
silicon
scholarly
examining
potential
hundred
thousand
express
gratitude
frustration
incorrectly
objective
accomplish
accompanied
meta
stats
recall_NEG
college_NEG
balanced
selection
provision
endless
rambling
solution_NEG
unlike_NEG
avoid_NEG
alternative_NEG
le_NEG
watching_NEG
number_NEG
delay
launching
google
apps_NEG
particularly_NEG
completing_NEG
pas_NEG
unit_NEG
autograder_NEG
motivated_NEG
move_NEG
doubt_NEG
expressed_NEG
ordinary
perfection
cook
integrating
vision
phase
correspond_NEG
heartily
mystery
allow_NEG
novice_NEG
mandarin
horror
matter_NEG
mandarin_NEG
begining
sport
corse
utility
eager
enriching_NEG
genuinely_NEG
delight_NEG
congratulation_NEG
meaningful
productive
innovative
talk_NEG
install_NEG
allowed
app
improved_NEG
definite
obtain
kit
transgender
academy
molecular
uc
san
diego
procrastination
lhtl
significantly
swift
addition_NEG
appears_NEG
read_NEG
happening_NEG
horrible_NEG
perform
graduate
talked_NEG
rule_NEG
pitfall_NEG
yes_NEG
positive_NEG
exclusively_NEG
general_NEG
stuff_NEG
net_NEG
youtube_NEG
worse_NEG
useless_NEG
upper_NEG
neither_NEG
ever_NEG
load_NEG
encouraging_NEG
light_NEG
motivated
coming
workload
successfully
matlab
daphne
koller
prospective
sign
pgm
paid
five
attempt
smarter
harder_NEG
love_NEG
antitrust
copyright
practitioner_NEG
major_NEG
player_NEG
digital_NEG
market_NEG
talented
memorable
managing
credit
card
loan
insurance
economics_NEG
finance_NEG
carefully
placed
possibly_NEG
pleased_NEG
biased
educated
foreigner
america
foreign
mass
disadvantage
preparatory
description
link
relating
rdd
v
dataset
latency
heather
taste
glance
beginer
imagined_NEG
large_NEG
western_NEG
diverse_NEG
perception_NEG
opening_NEG
surely_NEG
critically_NEG
avenue
manual
pleasant
reminded
actual
desk
concentrate_NEG
separate_NEG
native
broaden
uncertainty
favorite
apart
egger
party
auto_NEG
existing_NEG
shortcoming
color
clearer
structured_NEG
discouraged_NEG
remembered
initial
chaotic
execution
quality_NEG
iteration_NEG
discus
articulate
dislike
particular
deeply
analyzing
comment
irritating
sample_NEG
whether_NEG
decided_NEG
retake_NEG
terminology
segment
claim
law
versus
shit
despite
odersky
keen
capable
tension
joining
luc
perception
taster
vast
suggest
root
whet
understood
pointed
clarify
benefited
surrounding
decision
addressed_NEG
surrounding_NEG
energy_NEG
built_NEG
exhaustive_NEG
coverage_NEG
seriously_NEG
normal
transformation
jogesh
muppala
prove
worthy
revised
static
engagement_NEG
sounded_NEG
leek
stats_NEG
phenomenal
digestible
perseverance
success
known
ago
trap
beginning_NEG
third_NEG
entertainment
holistic
catch
deadline
dognition_NEG
sound_NEG
patient
dramatically
standard
pedagogy
direction_NEG
seminar_NEG
practicing
soon
compassion
properly
fran
thnx
phd
closed
ambiguous
exam
join
havent
build_NEG
direction
scope_NEG
technical_NEG
avoided
merit
corner_NEG
multiple_NEG
intimidated_NEG
assistance_NEG
require_NEG
hr_NEG
per_NEG
imagined
thread
european
dutch
followup
;-)
vegan
sweden
tend
born
usa
obesity
buying
higly
processed
japan
interactivity
trainer
inaccurate
intermediate_NEG
reminder
turning
choosing
digging
theoritical
covering_NEG
actual_NEG
international_NEG
wasting_NEG
recorded
exceptionally
additionally
grow_NEG
fantastic_NEG
gotten_NEG
moderator_NEG
answering_NEG
continuity
onward
worded
decipher
wording
later_NEG
rushed_NEG
wasted_NEG
straight_NEG
chapter
openly
jim
fowler
corporate
equipped
linkedin
enterprise
mindset
charles_NEG
severance_NEG
variety
navigating
calculate_NEG
equation_NEG
fail_NEG
electronics
sake
understands
relation
planet
rethink
volunteer
member
reduction
simplicity
anybody
faced
sketch
install
running
gui
mobile
ionic
soft
;)
abstract
sorting
bubble
sort
exception
meant_NEG
markov_NEG
failed_NEG
harsh_NEG
output_NEG
check_NEG
allowed_NEG
produced_NEG
input_NEG
verify_NEG
working_NEG
correctly_NEG
wrote_NEG
updated_NEG
include_NEG
clearer_NEG
observation
realized
hear
started_NEG
seo_NEG
transition
emotional
calm
convincing
stress
excitement
(:
mandatory
comprehension
grad
wisdom
getting_NEG
rusty_NEG
away_NEG
missing_NEG
dinamic
drove
reinforcing_NEG
constant
assigments
upload
file
achieve_NEG
objective_NEG
software_NEG
goal_NEG
estimated_NEG
kaggle_NEG
competition_NEG
strategy
partner
stakeholder
involving
input
massive
enrolling
gained
familiarity
mountain
kick
travelling
extent
shaped
bored
terrorism
digest_NEG
motivational
uni
irrelevant
visualisation
int
campus
parser
balanced_NEG
retain
paul
useless
broken
clearing
positivity
fredrickson
sided
advantage
strength
honesty
india
russian
era
criticism
recomendable
kinematics
particle
rigid
frustrated
head
wall
quit
agree
yes
compare
finishing
latter
master_NEG
something_NEG
valuable_NEG
prepares_NEG
hinton_NEG
mentality_NEG
load
transaction
microbiome
handle
explicitly_NEG
requiring_NEG
algebra_NEG
matlab_NEG
unfair_NEG
brilliant_NEG
soft_NEG
newbie_NEG
overcome_NEG
feeling_NEG
overwhelmed_NEG
playing_NEG
mentioning_NEG
suited_NEG
share_NEG
driven_NEG
hint_NEG
applying_NEG
demanding_NEG
education_NEG
simpler_NEG
limiting
hardware
lively
clip
valid
receiving
shallow
gather
venture
capital
failed
competent
relatively
min
wind
participating
sharp
actionable
thumb
construction
prove_NEG
order_NEG
price_NEG
optimization_NEG
huge_NEG
importance_NEG
revenue_NEG
rough
discipline
adding
oftentimes
tech
graph
digest
ask_NEG
south_NEG
art_NEG
culture_NEG
passion_NEG
wanting_NEG
amazon_NEG
plug_NEG
http_NEG
www_NEG
co_NEG
strategic
consultant
aways
deck
undergraduate
trip
trick
absorbing
balancing
chance
ecosystem
tell
someday
legend
reflect
conclusion
guided
prior
renewable
environmental
consideration
titled
single_NEG
assessed_NEG
specialisation_NEG
liking_NEG
complain_NEG
hci
pdf
didactic
fortran
mood
continuing
water
policy
expect
broader
translation
spelling
ian
articulates
former
president
comment_NEG
usa_NEG
growth
preferred
consumer_NEG
journey_NEG
insightful_NEG
touch
whilst
implementing
flaw
doesnt
scikit_NEG
lmu
tobias
pomodoro
thankyou
save
passion
mathematic
speciality
enables
tackle
interview_NEG
simultaneously_NEG
helpfull
codecademy
chuck_NEG
harris
utilize
usage
dream
shared
cost
respective
buy_NEG
accessing
margaret
solved
stay
coherent
promoted
acquire
trivial_NEG
last_NEG
visual_NEG
aide_NEG
impressive_NEG
cool_NEG
downside_NEG
advertised_NEG
red_NEG
ups_NEG
careful_NEG
unnecessary_NEG
hole_NEG
progressed
unsure
validated
requirement
linking
precious
stone
sleep
morning
nugget_NEG
covach_NEG
beatles_NEG
brings_NEG
history_NEG
provides_NEG
beat_NEG
deep_NEG
song_NEG
shape_NEG
lyric_NEG
tie_NEG
observation_NEG
come_NEG
growth_NEG
influenced_NEG
alter_NEG
repeated_NEG
fall_NEG
hit_NEG
delve_NEG
john_NEG
becomes_NEG
gift_NEG
lover_NEG
compare_NEG
attempting
path
furthering
formal
mental
brush
needle
item
recall
combination_NEG
tightly_NEG
integrated_NEG
three_NEG
opening
testing
pay
pity
princeton
wont
printing
prerequisite_NEG
simply_NEG
transitioning
grasped_NEG
product_NEG
incredible_NEG
pc_NEG
total
lower_NEG
worst
barbra
guideline
breadth_NEG
difficulty_NEG
experienced_NEG
definition_NEG
impact_NEG
inference_NEG
expecting_NEG
incorrect_NEG
downloadable_NEG
octave_NEG
fine_NEG
focusing
picking
struggling
productivity
meet
shed
fulfillment
lived
reap
monotonous
frequent
diagram
specially_NEG
consistent_NEG
map_NEG
furthermore_NEG
aid_NEG
chosen_NEG
whatsoever_NEG
extremely_NEG
tackle_NEG
previously_NEG
independently_NEG
potential_NEG
compact
jonathan
compiled
invaluable
experiential
changer
prerequisite
wording_NEG
macro
justice
fee
commitment
respected
faster_NEG
named_NEG
tend_NEG
concerned_NEG
seen_NEG
java_NEG
flexible_NEG
exists_NEG
rare_NEG
daw
wider
evolve
methodological
employ
consistently
trade
applies
dependence
minus
gayle
allard
user_NEG
ipython
sci
anywhere_NEG
home
stupid
unclear
child_NEG
nutrition_NEG
aligned
double
win
experiment
hybrid
updated
confuse_NEG
successfully_NEG
paleontology
alberta
blown
exceeded
scott
delivering
individually
evolutionary
tree
terminology_NEG
treat_NEG
providing_NEG
evolution_NEG
hurt_NEG
interactive_NEG
welcome_NEG
fossil_NEG
joy_NEG
treasure_NEG
hopefully_NEG
rigor
intuition_NEG
circuit_NEG
buck_NEG
qualitative_NEG
perspective_NEG
door
discovered
main_NEG
nlp
http
www
com
installing
eventually
org
vignette
reduced
performed
demo
realise
monogame
stephen
educating
deserves
suggests
intended
absolute
sort_NEG
spaced
repetition
mongo
flexibility
revise
supply
oil
teh
reach
carrier
rise
leader
mine
hesitant
loading
datasets
plotting
incorporated
famous
market
contrast
neat
talent
debate
stunning
rajagopal
raghunathan
iese
technics
photographer_NEG
auto
leadership
curse
division
healthcare
budgeting
scheduling
director
intense
esl
supplement_NEG
ie_NEG
chapter_NEG
illustrate_NEG
split
tiny
partially
skeleton
pain_NEG
object_NEG
diploma
wrap_NEG
primer
security
spanning
stack
excercises
middle_NEG
node_NEG
j_NEG
strictly_NEG
pronunciation
fluency
curator
procrastination_NEG
hlavac
besides
manager
congrats
realy
paced_NEG
top_NEG
shot_NEG
visualization
filter
quantity
man_NEG
speed_NEG
original_NEG
gender
spectrum
strengthen
diversity
articulation
staying
hit
lay
smart_NEG
defiantly
intends
simplistic
fourth
collection
passionated
establish
covach
mentality
moma
ppt
visual
soren
contagious
roman
overwhelm_NEG
character_NEG
complexity_NEG
span_NEG
distance
revolutionary
mcphee
setup
usable
ancient_NEG
mandatory_NEG
implication_NEG
enhance_NEG
whatever_NEG
promised_NEG
bored_NEG
skyhorse
emphasized
randy
grab
negotiate
turkey
balance_NEG
udemy_NEG
beverage
endeavor
weekend
handy
quirky
intuitive_NEG
pop_NEG
remember_NEG
realized_NEG
avoided_NEG
diffuse
mode
overcome
technic
colorful
drafted
quickest
marvelous
cousre
marketer
template
elite
staring
behaviour
surprised
gentle
warm
encouraging
nordic
hooked
classical
treatment
freely
revision
studying_NEG
budding
supportive
mean
idiot
meteorjs
meteor
slightly_NEG
older_NEG
version_NEG
dont
se_NEG
hoped_NEG
generally_NEG
companion
jong
moon
chung
citizen_NEG
legal_NEG
counter_NEG
act_NEG
party_NEG
control_NEG
photography
capacity
essentially
planned_NEG
pronunciation_NEG
prospect
spanish
origin
essential_NEG
confidence_NEG
certain_NEG
financial_NEG
calculation_NEG
freedom
mention
looked_NEG
oh
wait
happening
relying
lean
enjoying_NEG
tuned
certification
express_NEG
gratitude_NEG
brainstorming
earlier_NEG
reach_NEG
rushing
appeared
hopeful
ex
egypt
appear
copy
wealth
containing
varied
density
challenged
portion
contributed
happen
muy
interesante
valued
imagine
diving
east
rewind_NEG
board_NEG
plus_NEG
sharing_NEG
walk
flowed
consistency_NEG
bussiness
strategist
embrace
copenhagen
afraid_NEG
contact
translate
attack
skipped
approaching
addiction
behavioral
addressed
kang
alphabet
glimpse
dirty
local
wondering
approached
lens
camera
appropriate
jupyter
additional_NEG
chinese_NEG
sobre
el
del
el_NEG
curso_NEG
en_NEG
persona_NEG
brain_NEG
age_NEG
barbara_NEG
terrence_NEG
commentary
seek
superior
sa_NEG
iot_NEG
device_NEG
embedded_NEG
researching_NEG
undergrad_NEG
paired
methodical
appreciating
finished_NEG
social_NEG
awareness_NEG
pattern_NEG
practiced_NEG
fails_NEG
leadership_NEG
influence_NEG
intention_NEG
translated_NEG
physical_NEG
requires_NEG
comparing_NEG
conversation_NEG
explore_NEG
ability_NEG
appear_NEG
intelligent_NEG
considers_NEG
promise_NEG
executed_NEG
understands_NEG
success_NEG
secret
journalist
news
wished
didnt
interpretation_NEG
organised_NEG
badly_NEG
vague_NEG
supplemental
mohamed
timeline
glossary
transcript
yo
lucidly
effective_NEG
hardest
swirl_NEG
excellant
accessed
neither
continuously_NEG
pick_NEG
listing_NEG
corresponding_NEG
ideally_NEG
newly_NEG
importantly_NEG
currently_NEG
memorization_NEG
rob_NEG
instructional_NEG
designer_NEG
adapted_NEG
skilled_NEG
designing_NEG
p_NEG
unfamiliar_NEG
imagine_NEG
moocs
everyday_NEG
lector_NEG
comprehensively
initiation
tested
silly
acquired_NEG
solved_NEG
smart
revenue
wow
ten
aiming_NEG
bocconi
jump_NEG
strongly_NEG
download_NEG
frequently_NEG
natural_NEG
decent_NEG
camp_NEG
achievement
syntax
proofreading
robot
continues
century
douglas
kearney
fault
california
coaching
hold_NEG
discussing_NEG
unnecessary
summarizing
reflect_NEG
grasped
associate
increased
seasoned
refresh
whose
shanghai
begginers
half
photographic
woman
cyber
immense
hold
imparting
disappointment_NEG
authority_NEG
tried_NEG
speak_NEG
phone_NEG
ended_NEG
center_NEG
operation_NEG
tu
animal
cognition
debunks
intelligence
ranging
ant
society
shape
collen
qualified
criterion
cand
distinct
introductory_NEG
alongside_NEG
daughter
dedicate
leave
rely
convey
status
register
cpu
requisite
uci
learing
peace
concentrated
suffer
facial
recognition
asd
deepen_NEG
asd_NEG
platform_NEG
toy_NEG
almost_NEG
un_NEG
plenty_NEG
event_NEG
xcode_NEG
smooth_NEG
swift_NEG
clean_NEG
choose_NEG
play
leave_NEG
guideline_NEG
recomend_NEG
effectively_NEG
bitcoin
blockchain
clinical
clinician
beginers
corner
truth
innovation
george
siedel
accompanying
sight
willing
plus
employee_NEG
impey
reinforce
guess_NEG
constructed_NEG
current_NEG
forever
wit
safe
busy_NEG
repeating_NEG
perfectly
opv
solar
panel
involve
considerate
oop
preferred_NEG
scratch_NEG
cement_NEG
cooky
:p
analytic
consequence
cost_NEG
reminder_NEG
outline_NEG
internalize
undertook
initially
optimism
searching_NEG
weekend_NEG
night_NEG
wait_NEG
assistant_NEG
regular_NEG
impossible_NEG
debugging
sending
foundational
girl
beautiful
blow
manipulating
schedule_NEG
fhir
specialist
territory
regardless
cut
scene
haha
debt
glucose
diabetes
exist
pca
optimization
md
inspiration
pushing
ensures
sorted
pca_NEG
linked_NEG
meditation_NEG
leaned
ai
intresting
composition
dish
showed
dedicated
lightly
merely
held
restricted_NEG
engage_NEG
medium_NEG
deepest_NEG
involved_NEG
bringing_NEG
introdution
repeating
sounding
pause
granted
live_NEG
demo_NEG
lab_NEG
immediately_NEG
pdf_NEG
accurately
welcome
centric
rigour
targeted
brook
attended
premium_NEG
inspired_NEG
awe
paused
ratio_NEG
run_NEG
gr8
astrobiology
incorrect
gold_NEG
endeavor_NEG
dig
document
choppy
angular_NEG
twice
approximation
approximation_NEG
advance
break_NEG
piece_NEG
deal_NEG
professionalism_NEG
notch_NEG
gas
playful
paste
observe
entirety
confusion
laid
polished
pragmatic
safety
disseminate
interdisciplinary
effect_NEG
health_NEG
resourceful
assignements
networking_NEG
fellow_NEG
artist_NEG
daw_NEG
personally_NEG
nonsense_NEG
invaluable_NEG
blend_NEG
touched_NEG
stranger
oo
pr
handsome
fall
fascinating_NEG
knew_NEG
opened_NEG
clarity_NEG
sub_NEG
strange
atomic
hitoshi
murayama
navigate
galaxy
recorded_NEG
pursue_NEG
humorous
bullet
revised_NEG
gradual
epigenetics
call
growing
cybersecurity
associated
react
box_NEG
raspberry
ordered
older
edition
multitasking
till_NEG
nowhere_NEG
highlighted
bayesian
derivation
impacted
spreading
care
style_NEG
proprietary
exploratory
purpose
harm_NEG
er
meeting
construct
improvisation
ear
tutoring
undergraduate_NEG
graduate_NEG
efficiency_NEG
demystified
foot_NEG
wet_NEG
ideal_NEG
conceptual_NEG
hangul
phrase
signing
misunderstood
assume
affected
responsible_NEG
questionable_NEG
ridiculous_NEG
click_NEG
affect_NEG
told_NEG
varied_NEG
half_NEG
supposed_NEG
offering_NEG
ipad_NEG
uploading_NEG
via_NEG
running_NEG
server_NEG
miss
fortunately
length
smartly
via
sqlite
oracle
translated
printing_NEG
said_NEG
spoil
close_NEG
demand_NEG
boneh
broke
suffers
chrome
console
stop
tour
briefly
touched
jam
grasping_NEG
frequent_NEG
repetition_NEG
revision_NEG
enabled_NEG
rusty
facilitate_NEG
collaboration_NEG
mistake
forgot
remove
inside
written
appealing
creativity_NEG
article_NEG
scoring
precisely
advertised
umich
stepping
package_NEG
walked
blogging
turned
flavor
mining
reduce
conceptual
submit_NEG
incremental_NEG
expensive_NEG
hong
kong
image_NEG
photo_NEG
scenario_NEG
favor
analyst
trouble_NEG
jerry
roth
zero
judgement
illustrated_NEG
allot
board
accounting_NEG
remains_NEG
focused_NEG
statement_NEG
assimilate
barry
somethings
luckily
choose
eat
jana
monetary
accuracy
quick_NEG
cant
remind
laugh
supplemented
valuation
simulator
composed
saved_NEG
bunch_NEG
phase_NEG
abstract_NEG
mathematical_NEG
vector_NEG
derivative_NEG
coupled
theorem
facilitate
loop
angularjs
hero
estrada
enriching
thinker
western
refreshing_NEG
info_NEG
gaining_NEG
modular
rational
initiate
lections
functionality
overlooked
becoming
stable
genetic
changing_NEG
hopefully
refund
walking_NEG
begineer
ajax
liberal
website_NEG
thermodynamics
biology_NEG
cancer_NEG
nonetheless_NEG
startup
canvas
prominent
aligned_NEG
quantitative_NEG
compulsory_NEG
stressful_NEG
bio
belt
submitted
participated
breast
cancer
survivor
nurse
sufficiently
focussed
hugely
oportunity
gradually
became
thus
performing
taiwan
uk
stressful
educational_NEG
environment_NEG
stage_NEG
biggest_NEG
stupid_NEG
mechanism_NEG
avoiding_NEG
result_NEG
confident_NEG
pulled
widely
piqued
buddhism
secular
spiritual
anyways
cbs
expirience
node
bower
neuroscience_NEG
passionate_NEG
seeking_NEG
excessively_NEG
creation
thematic
relaxing
pohl
santos
physiology
formatted_NEG
totally_NEG
served_NEG
canada
describe
exploring
analyze
understandably
spec
beethoven
cosmology
happier
spoke
dense
archive
mac
window
secure
formed
historically
evolved
necessity
drop
altogether
dimension
quibble
limited
couse
financing
infrastructure
qualitative
email_NEG
reader_NEG
highlight_NEG
genius_NEG
wary
pinyin
pinyin_NEG
ang
emphasizes
saw_NEG
shane_NEG
dixon_NEG
jessica_NEG
justin_NEG
inspire_NEG
power_NEG
handout_NEG
lightweight
dash
barely
moving_NEG
brand_NEG
relatively_NEG
holding_NEG
sparse_NEG
emphasize
phrase_NEG
expression_NEG
xie_NEG
beauty
london
filmed
location
educative
stick
b
punctuation
sustainable
modern_NEG
engine_NEG
care_NEG
physic_NEG
visualization_NEG
brian_NEG
amateur
left
catching
intend_NEG
kernel
measure
mixing
bright
milestone
directed
discourage_NEG
inside_NEG
aiming
columbia
favourite
globe
overwhelming
breakdown
cite
thans
gate
converted
random_NEG
forest_NEG
ensemble_NEG
svm_NEG
discussed_NEG
continuing_NEG
adult
optimize_NEG
cryptography
excise
saving
fairly_NEG
accessibility
pro_NEG
recording_NEG
instrument_NEG
measuring_NEG
space_NEG
monitor_NEG
advertise_NEG
avid_NEG
richer_NEG
enabling
reset
forced
cooking
->
critically
earn
normally
glaring
warn
planning_NEG
raise_NEG
wordpress_NEG
delivery_NEG
pause_NEG
cutting_NEG
mid_NEG
switch_NEG
bothered_NEG
matt
scholar
evaluating
binary
crafted
succint
hint
multivariate
derive
referred
glossed
underpinnings
unfair
comparing
actor
fashioned
sky
began
showed_NEG
clarify_NEG
lifelong
hack
iii
aspiring
drill_NEG
factor_NEG
assessing_NEG
profit_NEG
vary_NEG
magnitude_NEG
meta_NEG
address_NEG
peter_NEG
linked
managerial_NEG
role_NEG
requirement_NEG
wondered
medical_NEG
innovator
nowdays
green
empirical
appears
cousera
upgrade
answered
summary
revolution
late
fulfilled
einstellung
kierkegaard
informatics
achieving
institute
affordable
government
dialogue
equally
fascinated
laying
furthermore
debug
epidemiology
cohesive
flying
flash
modpo
intellectually
creatively
al_NEG
average_NEG
nd_NEG
tree_NEG
toward
imba
taste_NEG
afterwards
yield
illustration_NEG
cartoon_NEG
refined
stack_NEG
overflow_NEG
modernity
unit
david
hill
downloading_NEG
adding_NEG
told
dear
skipping_NEG
remove_NEG
