really
cool
stuff
:-)
wonderful
video
long_NEG
information_NEG
thank_NEG
much_NEG
use_NEG
knowledge_NEG
improve_NEG
family_NEG
health_NEG
would
recommend
one
best
online
taken
love
enthusiasm
professor
focus
understanding
actual
dynamic
behind
formula
loved
fact
could
watch
follow
step
pace
content
objective
clear
text
subject
presented
open
approach
everyone
interested
theme
amazing
found
many
interesting
detail
also
completely
new
way
history
special
work
give
knowledge
student
excellent
inspired
learn
perspective
process
bring
idea
life
however
nothing
need
pas
like
much
self
study
material
simple
informative
info
even
sir
style
explaining
awesome
someone
teach
thing
teaching
teacher
thoroughly
enjoyed
learned
deal
particularly
programming
assignment
looking
forward
starting
well
ton
program
using
year
audio
learning
way_NEG
work_NEG
also_NEG
learned_NEG
le
math
excel
series
nice
break
organized
class
little
short
side
couple
point
still
lecture
engaging_NEG
enjoying
recommended
want
basic
begin
change
nutrition
habit
helped
implement
concept
learnt
profession
business
analyst
look
thanks
insight
metric
practical
algorithm
ever
seen
homework
fantastic
start
u
tableau
think
instruction
clear_NEG
must
say
mathematics
passion
exciting
strong
structured
difficult
lecturer
easy
funny
example
grasp
world
around
getting
deep
astronomy
english
test
peer
future
session
brilliant
useful
health
answer
metadata
exercise
provided_NEG
student_NEG
cannot_NEG
know_NEG
writing_NEG
correct_NEG
sol_NEG
statement_NEG
reason
college
prior
always
feeling
ability
make
universe
complexity
although
certainly
answer_NEG
every_NEG
question_NEG
almost_NEG
feel_NEG
learning_NEG
thing_NEG
took_NEG
whole_NEG
year_NEG
gave_NEG
amount_NEG
insight_NEG
explaining_NEG
simple_NEG
said_NEG
along
enough_NEG
final_NEG
assignment_NEG
prepared_NEG
research_NEG
extra_NEG
study_NEG
material_NEG
forum_NEG
many_NEG
last_NEG
week_NEG
probably_NEG
without_NEG
getting_NEG
completely_NEG
lecture_NEG
get_NEG
specialization_NEG
certificate_NEG
definitely_NEG
start_NEG
two_NEG
moon
introduction
statistic
studied
ago
almost
everything
explain
complex
term
finally
professional
add
value
big
effort
making
truly
pay
intermediate
advanced
keep
lot
go
bit
deeper
fascinating
concise
inspiring
take
care
child
taught
small
amount
meditation
context
another
training
better
practice
today
trying
benefit
made
thinking
greek
know
introduced
dont
need_NEG
teacher_NEG
amazing_NEG
love_NEG
lesson
recipe
important
let
different
cooking
top
option
definitely
fully
understand
cover
topic
provide
core
application
field
enjoy
time
offer
effective
tool
develop
explanation
find
module
prof
speaking
easy_NEG
native_NEG
u_NEG
english_NEG
like_NEG
follow_NEG
angular
brain
front
end
development
part
specialization
far
regarding
rest
etc
explains
comprehensive
reference
link
maybe
perfect
see
easily
two
week
sometimes
interview
long
information
star
totally
fun
biology
instructor
superb
calculus
yet
jim
fowler
highly
thorough
skill
say_NEG
instructor_NEG
problem_NEG
key_NEG
area_NEG
focus_NEG
interesting_NEG
extremely
improve
algorithmic
technique
help
clearly
working
manager
management
company
thank
patient
appreciated
reading
put
without
show
poor
feedback
wrong
case
performance
issue
starter
file
given
description
confusing
help_NEG
live
job
current
technology
done
came
probability
feel
challenging
slide_NEG
professor_NEG
bad_NEG
keep_NEG
going_NEG
back_NEG
video_NEG
show_NEG
lack_NEG
excel_NEG
instruction_NEG
never_NEG
used_NEG
hard_NEG
time_NEG
example_NEG
real_NEG
learn_NEG
math_NEG
concept_NEG
skill_NEG
function_NEG
taught_NEG
complete_NEG
finish_NEG
related_NEG
provide_NEG
check_NEG
result_NEG
present_NEG
test_NEG
overall_NEG
recommend_NEG
anyone_NEG
taken_NEG
several_NEG
online_NEG
frustrating_NEG
one_NEG
far_NEG
pleasure
beginner
android
mistake
overall
anyone
possible
system
based
breast
cancer
opportunity
data
fun_NEG
give_NEG
detailed_NEG
using_NEG
tableau_NEG
practical_NEG
experience_NEG
business_NEG
thinking_NEG
data_NEG
eye
create
nothing_NEG
lot_NEG
even_NEG
community_NEG
thought
include
version
component
analysis
accessible
experience
presentation
introductory
good_NEG
really_NEG
liked_NEG
world_NEG
structure_NEG
quite
enlightening
university
albert
person
effort_NEG
made_NEG
would_NEG
calculus_NEG
previous
still_NEG
:)
explanation_NEG
fowler_NEG
topic_NEG
excellent_NEG
quite_NEG
require_NEG
however_NEG
learner_NEG
well_NEG
process_NEG
explained_NEG
text_NEG
book_NEG
thanks_NEG
teaching_NEG
depth
sol
appreciate
used
jane
especially
moment
tip
present
first
become
get
easier
finish
applicable
provided
full
format
relevant
education
offered
quiz
continue
research
specific
interest
gained
overview
last
since
understand_NEG
got_NEG
peer_NEG
discussion_NEG
come_NEG
solid
real
scientist
got
speaker
actual_NEG
case_NEG
class_NEG
opportunity_NEG
designed
apply
decision
level
passionate
art
framework
provides
journey
scientific
graph
structure
project
already
knew
completing
delivery
engaging
available
day
basis
find_NEG
truly_NEG
cook_NEG
little_NEG
step_NEG
change_NEG
didactic
complete
review
computer
needed
order
five
involved
wish
opening
run
printing
resource
never
try_NEG
best_NEG
worth
covered
friend
explained
come
several
difficulty
able
experienced
engineer
please
took
major
single_NEG
basic_NEG
take_NEG
school_NEG
wonderful_NEG
started
team
felt
discussion
illustration
addiction
title
though
rather
visual
aid
friendly
mostly
learner
lab
reinforce
great_NEG
presented_NEG
make_NEG
sense_NEG
different_NEG
first_NEG
science
valuable
common
sense
others
comment
writing
career
liked
helpful
seen_NEG
kept
hope
family
improved
drug
unfortunately
certificate
grading
glad
author
book
sure_NEG
saying_NEG
reading_NEG
actually_NEG
might_NEG
easier_NEG
bit_NEG
read_NEG
set_NEG
quiz_NEG
lesson_NEG
disappointed_NEG
part_NEG
depth_NEG
presentation_NEG
understood
ad
disappointed
whole
view
map
least
perhaps
miss
design
seem
following
among
grade
problem
set
foundation
back
going
throughout
expected
regard
every
wanted
applying
task
analytics
slide
animation
harris
coverage
multiple
next
interactive
ok
arguing
platform
mean
matter_NEG
university_NEG
life_NEG
quick
free
coding
python
java_NEG
resource_NEG
perfect_NEG
project_NEG
academic_NEG
short_NEG
informative_NEG
point_NEG
idea_NEG
classroom
plan
taking
potential
educational
staff
mix
theory
brush
delivered
expectation
hard
comprehend
human
kid
eating
food
favorite
built
anyway_NEG
exercise_NEG
able_NEG
enjoyable
negotiation
interest_NEG
properly
intro
type
use
detailed
needed_NEG
done_NEG
fast
paced
required
hour
wanted_NEG
fundamental
hand
hoop
modern
language
advice
daily
super
low
extra
essay
read
minute
away
broad
professional_NEG
pay_NEG
simply
helped_NEG
required_NEG
recommended_NEG
importance
huge
bad
cover_NEG
overview_NEG
everything_NEG
system_NEG
enrolled
finished
forum
participate
related
providing
wide
testing
add_NEG
specific_NEG
value_NEG
right
challenge
designed_NEG
financial
support
organization
number
interested_NEG
may_NEG
people_NEG
quality
algorithm_NEG
programming_NEG
awesome_NEG
application_NEG
beginner_NEG
understanding_NEG
language_NEG
program_NEG
method
someone_NEG
duke_NEG
general
strategy
meal
user
medical
talk
suitable
true
printing_NEG
place
enjoy_NEG
probably
job_NEG
pretty_NEG
subject_NEG
prof_NEG
attention
seems
solution_NEG
sometimes_NEG
wrong_NEG
task_NEG
practice_NEG
previous_NEG
could_NEG
want_NEG
solve_NEG
next_NEG
session_NEG
important_NEG
le_NEG
detail_NEG
aspect
absolutely
academic
level_NEG
highly_NEG
field_NEG
looking_NEG
slow
sure
appropriate
line
perhaps_NEG
lecturer_NEG
free_NEG
look_NEG
another_NEG
hope_NEG
maya
adam
mom
parent
worked
completed
opened
mind
methodology
java
variety
word
giving_NEG
fact_NEG
outstanding
beethoven
sonata
final
lost
try
second
industry
seemed
otherwise
single
end_NEG
:)_NEG
resume
match_NEG
around_NEG
available_NEG
formula_NEG
refresher
communication
nicely
planning
software
knowledgeable
note
exceptional
market
dry
theory_NEG
pretty
healthy
beautiful
spend
together
everyday
familiar
environment
boring
question
background
educator
people
frustrating
congratulation
energy
graduate
metric_NEG
bayesian
requires
classical
asked_NEG
word_NEG
given_NEG
new_NEG
description_NEG
philosophical
high
speed
felt_NEG
content_NEG
talking
code
putting
model
american
cook
actually
manner
seems_NEG
seemed_NEG
together_NEG
theoretical
build
incredibly
towards
balanced
demonstration
provoking
within
background_NEG
nutrition_NEG
mostly_NEG
especially_NEG
enjoyed_NEG
cooking_NEG
food_NEG
away_NEG
may
finance
high_NEG
analysis_NEG
found_NEG
anything_NEG
tool_NEG
working_NEG
image
personally
hand_NEG
helpful_NEG
wish_NEG
offered_NEG
area
refresh
prepare
technical
guidance
graded
discussed
gave
visualization
state
knowing
statement
write
logical
activity
solve
difference
enthusiastic
cannot
non
sort
happy
progress
wanting
picture
remember
prepared
organised
due
issue_NEG
statistical
covered_NEG
three_NEG
taking_NEG
efficient
enough
difficult_NEG
quality_NEG
early
often
go_NEG
solution
since_NEG
introduction_NEG
grateful
across
suggest_NEG
familiar_NEG
eager_NEG
figure_NEG
spend_NEG
challenging_NEG
challenge_NEG
serious
precise
tough
believe
applied
gain
suggestion
giving
diet
degree
certain
making_NEG
appreciate_NEG
fine
might
quickly
scratch
creating
complicated_NEG
though_NEG
name
often_NEG
wait
architecture
running
studying
engineering
buddhist
philosophy
instead
statistic_NEG
certainly_NEG
opinion
curious
explore
addition
website
minor
explain_NEG
etc_NEG
lack
trying_NEG
mathematical
developing
anything
chris
imply
paying
beyond
key
helping
historical
extremely_NEG
age
clarity
listening
accent
android_NEG
development_NEG
support_NEG
changed
waiting
term_NEG
future_NEG
history_NEG
useful_NEG
big_NEG
source
role
various
additional_NEG
science_NEG
light
implementation
graphic
access
suggest
reviewed
thought_NEG
social
meaning
despite
home
jefferson
brings
loving
animal
physic
computer_NEG
advanced_NEG
build_NEG
angular_NEG
apply_NEG
error
error_NEG
nice_NEG
instead_NEG
hour_NEG
stuff_NEG
school
boring_NEG
balance
contains
effect
see_NEG
essential
something_NEG
think_NEG
insightful
something
update
besides
accounting
incredible
path
impressive
ancient
presenter
healthier
programmer
mainly
child_NEG
entertaining
difficulty_NEG
expect_NEG
form
welfare
strongly
opinion_NEG
moon_NEG
although_NEG
must_NEG
mentioned_NEG
approach_NEG
side_NEG
forward_NEG
number_NEG
tutorial
guy
flow
proof
choice
treatment
put_NEG
kind
code_NEG
choice_NEG
write_NEG
principle
hoping
past
web
covering
entire
act
ableto
excited
star_NEG
least_NEG
sharing
sequence
personal
complicated
function
either_NEG
intuition
master
rewarding
understandable
portion
beginning
review_NEG
erin
plenty
team_NEG
better_NEG
eager
share
rich
result
seem_NEG
technical_NEG
yet_NEG
reason_NEG
general_NEG
necessary
agree_NEG
guide
three
expected_NEG
rather_NEG
teach_NEG
already_NEG
section
additional
old
music
production
exam
engaged
newbie
watching
poorly
money_NEG
positive
straight
presenting
info_NEG
meditation_NEG
ever_NEG
others_NEG
right_NEG
view_NEG
matter
optional
powerful
healthy_NEG
app
missing
introduce
money
aspect_NEG
date
expert
grading_NEG
day_NEG
otherwise_NEG
grade_NEG
else_NEG
table
model_NEG
watch_NEG
always_NEG
everyone_NEG
de
note_NEG
introduces
addition_NEG
worth_NEG
linear
search
month
mother
later
speak
period
diagram
subtitle
listen
correct
brief
compared
considering
group
second_NEG
dark
main
order_NEG
community
particular
doubt_NEG
maybe_NEG
python_NEG
person_NEG
country
mathematics_NEG
four
building_NEG
based_NEG
spent_NEG
easily_NEG
miss_NEG
traditional
sound
including
theorem
impossible
indeed
believe_NEG
become_NEG
origin
exactly
mentor
happy_NEG
focused
confident
computing
watching_NEG
chance_NEG
plus
veterinary
invaluable
music_NEG
pas_NEG
left
building
beethoven_NEG
form_NEG
tutor
story
communicate
range
whether
query
hardware
interview_NEG
buddhist_NEG
modern_NEG