really
cool
stuff
:-)
course
wonderful
video
long_NEG
full_NEG
information_NEG
choose_NEG
healthier_NEG
lifestyle_NEG
thank_NEG
much_NEG
use_NEG
knowledge_NEG
improve_NEG
family_NEG
health_NEG
good
would
recommend
one
best
online
offline
taken
love
enthusiasm
professor
focus
understanding
actual
dynamic
behind
formula
great
loved
fact
could
watch
follow
step
pace
content
objective
clear
text
supportive
subject
presented
open
approach
everyone
interested
relation
theme
amazing
found
many
interesting
detail
also
received
completely
new
way
seeing
history
special
andrew
speedy
mask
work
generous
give
knowledge
student
excellent
inspired
learn
perspective
innovation
process
bring
idea
life
however
disappointing
nothing
art_NEG
culture_NEG
need
pas
like
much
self
peace
study
material
control
simple
informative
info
even
adult
sir
style
explaining
awesome
someone
teach
thing
teaching
teacher
limit
respect
thoroughly
enjoyed
learned
deal
particularly
programming
assignment
looking
forward
starting
well
ton
program
using
year
record
audio
learning
way_NEG
universe_NEG
work_NEG
also_NEG
learned_NEG
le
math
heavy
excel
series
nice
break
organized
complaint
class
little
short
side
went
couple
point
still
regardless
length
lecture
engaging_NEG
enjoying
recommended
want
basic
nutrient
begin
change
nutrition
habit
influential
outta
profound
helped
implement
concept
learnt
profession
business
analyst
look
enrol
thanks
hosting
portal
insight
metric
practical
algorithm
ever
seen
homework
fantastic
start
u
tableau
think
instruction
clear_NEG
must
say
save
mathematics
passion
mathematic
exciting
strong
structured
difficult
simplified
lecturer
easy
funny
example
grasp
beauty
world
around
getting
deep
astronomy
english
pronunciation
test
peer
assessment
future
session
brilliant
useful
health
answer
metadata
exercise
provided_NEG
student_NEG
cannot_NEG
know_NEG
whether_NEG
writing_NEG
correct_NEG
sol_NEG
statements_NEG
reason
currently
college
importantly
prior
always
feeling
marvel
ability
make
universe
complexity
although
certainly
answer_NEG
every_NEG
question_NEG
almost_NEG
feel_NEG
learning_NEG
things_NEG
took_NEG
whole_NEG
human_NEG
civilization_NEG
thousands_NEG
years_NEG
discovered_NEG
crucial_NEG
mathematical_NEG
gave_NEG
amount_NEG
physical_NEG
insight_NEG
explaining_NEG
complex_NEG
visible_NEG
simple_NEG
invisible_NEG
said_NEG
along
enough_NEG
prepare_NEG
final_NEG
assignment_NEG
prepared_NEG
research_NEG
extra_NEG
study_NEG
materials_NEG
forum_NEG
many_NEG
students_NEG
drop_NEG
last_NEG
week_NEG
probably_NEG
without_NEG
getting_NEG
completely_NEG
caught_NEG
huge_NEG
gap_NEG
lectures_NEG
determined_NEG
get_NEG
specialization_NEG
certificate_NEG
definitely_NEG
start_NEG
early_NEG
possible_NEG
wait_NEG
two_NEG
moon
introduction
element
statistic
studied
ago
almost
forgot
everything
greatly
elementary
explain
complex
term
brought
smile
face
twice
finally
collaboration
professional
add
value
big
effort
gone
making
truly
pay
wished
intermediate
advanced
keep
digging
lot
greatest
go
earth
seeking
bit
deeper
strange
fascinating
sub
particle
hiroshi
concise
inspiring
yes
take
care
child
taught
small
amount
meditation
china
context
another
training
better
practice
evolved
today
connection
mindfulness
movement
researcher
trying
prove
benefit
guided
monk
made
thinking
greek
know
introduced
dont
need_NEG
teacher_NEG
anymore_NEG
:p_NEG
amazing_NEG
course_NEG
love_NEG
lesson
recipe
important
let
different
cooking
top
option
definitely
decent
fully
understand
cover
topic
provide
core
application
field
enjoy
time
doubt
somehow
longer
argument
anyway
offer
effective
analytic
tool
aspiration
develop
brian
bush
explanation
find
module
prof
inner
speaking
journalist
easy_NEG
non_NEG
native_NEG
us_NEG
english_NEG
speaker_NEG
like_NEG
follow_NEG
angular
brain
front
end
development
part
specialization
far
regarding
rest
mic
etc
explains
feature
comprehensive
reference
external
link
maybe
perfect
distribution
see
easily
compressed
two
week
sometimes
interview
long
information
star
totally
fun
biology
touching
devoted
instructor
superb
immensely
ap
calculus
yet
jim
fowler
highly
mathematician
excellently
thorough
skill
say_NEG
lightly_NEG
instructor_NEG
knowledgeable_NEG
thorough_NEG
problems_NEG
clearly_NEG
defined_NEG
discussed_NEG
added_NEG
key_NEG
areas_NEG
focus_NEG
instructors_NEG
past_NEG
courses_NEG
allowing_NEG
problem_NEG
thoroughly_NEG
interesting_NEG
extremely
improve
algorithmic
technique
help
identify
clearly
situation
hello
taipan
working
manager
management
company
thank
patient
appreciated
reading
put
without
show
poor
feedback
message
wrong
case
failed
performance
issue
starter
file
given
inconsistent
edf
description
confusing
help_NEG
forums_NEG
live
job
introducing
current
technology
done
came
probability
followed
feel
pro
classification
weekly
challenging
slides_NEG
professor_NEG
bad_NEG
handwriting_NEG
keep_NEG
going_NEG
back_NEG
videos_NEG
homework_NEG
shows_NEG
lack_NEG
excel_NEG
messy_NEG
badly_NEG
formatted_NEG
matching_NEG
instructions_NEG
mac_NEG
pa_NEG
whatsoever_NEG
never_NEG
used_NEG
hard_NEG
time_NEG
examples_NEG
real_NEG
learn_NEG
math_NEG
concepts_NEG
skills_NEG
except_NEG
function_NEG
taught_NEG
google_NEG
complete_NEG
piece_NEG
finish_NEG
related_NEG
provide_NEG
sufficient_NEG
material_NEG
stuck_NEG
knowing_NEG
answers_NEG
check_NEG
sheet_NEG
results_NEG
present_NEG
test_NEG
overall_NEG
recommend_NEG
anyone_NEG
planning_NEG
taken_NEG
several_NEG
online_NEG
worst_NEG
frustrating_NEG
one_NEG
far_NEG
condition
pure
pleasure
beginner
android
planned
mistake
overall
anyone
evolution
possible
extraterrestrial
solar
system
planet
based
everybody
proper
investment
breast
cancer
yale
opportunity
data
fun_NEG
gives_NEG
detailed_NEG
tutorial_NEG
using_NEG
tableau_NEG
practical_NEG
experience_NEG
business_NEG
thinking_NEG
data_NEG
visualization_NEG
confidence
creativity
eye
create
object
nothing_NEG
incredible_NEG
ancient_NEG
reptiles_NEG
lot_NEG
evolution_NEG
even_NEG
classroom_NEG
fantastic_NEG
heart_NEG
teachers_NEG
community_NEG
spark
novice
thought
auto
grader
include
version
component
releasing
analysis
accessible
experience
presentation
charge
introductory
good_NEG
alone_NEG
really_NEG
liked_NEG
world_NEG
companies_NEG
introductory_NEG
fine_NEG
id_NEG
contain_NEG
assignments_NEG
following_NEG
structure_NEG
ok_NEG
quite
enlightening
university
albert
person
appealing
addict
effort_NEG
made_NEG
would_NEG
calculus_NEG
previous
scope
alright
delve
somehow_NEG
still_NEG
incomprehensible_NEG
:)
assumes
prior_NEG
video_NEG
explanations_NEG
jim_NEG
fowler_NEG
topics_NEG
excellent_NEG
quite_NEG
require_NEG
however_NEG
allow_NEG
pace_NEG
feature_NEG
beginning_NEG
well_NEG
providing_NEG
explanation_NEG
usual_NEG
processes_NEG
involved_NEG
integration_NEG
techniques_NEG
explained_NEG
text_NEG
books_NEG
personal_NEG
perspective_NEG
months_NEG
learnt_NEG
thanks_NEG
teaching_NEG
insights_NEG
stick
extensive
depth
sol
appreciate
jupiter
interface
used
bow
jane
duke
track
especially
moment
trainer
tip
present
effectively
first
attended
syllabus
become
get
easier
finish
applicable
provided
immediately
full
anatomy
articulated
absorb
format
relevant
education
offered
quiz
coding_NEG
continue
research
specific
interest
gained
overview
last
since
psychological
understand_NEG
tried_NEG
post_NEG
quickly_NEG
got_NEG
reply_NEG
peer_NEG
started_NEG
participate_NEG
discussion_NEG
come_NEG
join_NEG
solid
includes
real
scientist
got
hooked
implementing
included
guest
speaker
format_NEG
likely_NEG
sign_NEG
actual_NEG
case_NEG
princeton_NEG
camera_NEG
frequently_NEG
classes_NEG
specifically_NEG
appreciated_NEG
realize_NEG
opportunity_NEG
designed
apply
decision
level
chart
passionate
instructive
enhance
art
framework
provides
journey
scientific
literacy
graph
structure
creation
project
already
knew
completing
delivery
engaging
available
shared
implemented
day
basis
ingredients_NEG
heard_NEG
super_NEG
expensive_NEG
find_NEG
truly_NEG
cares_NEG
cook_NEG
eat_NEG
provides_NEG
passion_NEG
little_NEG
steps_NEG
change_NEG
energy_NEG
implement_NEG
didactic
motivates
complete
review
downloading
individual
computer
needed
server
order
energetic
:p
realistic
imagine
five
succeed
passing
involved
wish
opening
run
printing
maker
corrected
resource
never
knew_NEG
introduced_NEG
worthwhile_NEG
enhancing
exposure
try_NEG
best_NEG
worth
pedagogy
covered
gusto
typical
copy
paste
friend
explained
come
several
difficulty
push
able
retake
forgotten
experienced
engineer
please
took
major
fall
doable
solved_NEG
single_NEG
maths_NEG
refresh_NEG
basic_NEG
take_NEG
school_NEG
basics_NEG
wonderful_NEG
weeks_NEG
jump
started
purchase
team
absence
input
ta
felt
discussion
illustration
addiction
title
slightly
misleading
though
physiology
except
rather
visual
aid
drawing
friendly
mostly
learner
lab
reinforce
infectious
college_NEG
great_NEG
presented_NEG
makes_NEG
sense_NEG
different_NEG
first_NEG
encounter_NEG
producing_NEG
summary
science
chapman
valuable
center
principal
outlined
common
sense
refreshing
formal
others
comment
writing
address
fair
career
liked
helpful
seen_NEG
passionate_NEG
load
kept
hope
family
aways
improved
drug
resistance
unfortunately
obtain
certificate
accomplishment
grading
tried
patience
glad
author
book
sure_NEG
saying_NEG
true_NEG
reading_NEG
screen_NEG
actually_NEG
might_NEG
easier_NEG
bit_NEG
beneficial_NEG
read_NEG
set_NEG
quiz_NEG
questions_NEG
relevant_NEG
lesson_NEG
disappointed_NEG
part_NEG
sections_NEG
depth_NEG
presentations_NEG
lots_NEG
fairly
dense
offering
heritage
understood
ad
disappointed
whole
fastest
route
york
view
thousand
faster
classic
close
google
map
turn
least
perhaps
preparing
miss
design
seem
following
continues
fbi
among
grade
documented
problem
set
foundation
back
going
instructional
throughout
expected
regard
every
whetted
appetite
wanted
applying
task
analytics
attend
downloadable
slide
shown
similar
entrepreneurship
animation
annoying
harris
coverage
multiple
intelligent
next
skip
cost
signed_NEG
audit
interactive
ok
arguing
platform
mean
handled
entrepreneur
matter_NEG
university_NEG
life_NEG
quick
free
automatically
whatever
coding
python
struggled
java_NEG
resources_NEG
perfect_NEG
large_NEG
projects_NEG
upon_NEG
progress_NEG
academic_NEG
algorithmic_NEG
software_NEG
engineer_NEG
career_NEG
short_NEG
informative_NEG
point_NEG
ideas_NEG
straightforward
allows
classroom
plan
taking
potential
museum
educational
staff
template
mix
theory
brush
delivered
expectation
basically
product
demo
hard
comprehend
factor
living
reaching
total
human
optimization
young
growing
kid
advantage
becoming
educated
eating
natural
organic
food
favorite
unfamiliar
previously
built
anyway_NEG
organization_NEG
exercises_NEG
able_NEG
achieve_NEG
target_NEG
enjoyable
negotiation
continue_NEG
interest_NEG
astronomy_NEG
properly
intro
type
use
detailed
specialist
exposure_NEG
formal_NEG
needed_NEG
process_NEG
perform_NEG
topic_NEG
internet_NEG
genuine_NEG
done_NEG
fast
paced
required
cake
hour
tell
wanted_NEG
productive_NEG
fundamental
hand
hoop
modern
brazil
language
piece
advice
daily
relative
joined
monotonous
combined
super
low
volume
hear
extra
essay
read
chapter
novel
extend
minute
nearly
away
unclear
participating
imperfection
survey
broad
professional_NEG
created_NEG
uni_NEG
named_NEG
pay_NEG
attention_NEG
removed_NEG
simply
helped_NEG
develop_NEG
required_NEG
greater_NEG
method_NEG
totally_NEG
recommended_NEG
congrats
importance
huge
bad
degree_NEG
starting_NEG
cover_NEG
brief_NEG
overview_NEG
everything_NEG
system_NEG
dark_NEG
taste_NEG
ready_NEG
dive_NEG
deeper_NEG
enrolled
quit
finished
six
led
gorgeous
wayne
discus
forum
fellow
participate
related
providing
wide
unit
testing
separate
add_NEG
specific_NEG
value_NEG
skill_NEG
right
challenge
fixate
designed_NEG
financial
support
cant
forget_NEG
organization
number
ideal
account
occasionally
cancer_NEG
interested_NEG
studying_NEG
may_NEG
people_NEG
idea_NEG
sorry_NEG
speak_NEG
spanish_NEG
quality
motivation
pursue
explains_NEG
algorithms_NEG
offers_NEG
implementation_NEG
weekly_NEG
programming_NEG
awesome_NEG
closely_NEG
application_NEG
beginners_NEG
solid_NEG
understanding_NEG
language_NEG
program_NEG
handle
stop
method
ii
moved
feedback_NEG
someone_NEG
went_NEG
duke_NEG
similar_NEG
general
relating
strategy
corporate
meal
pacing
developed
tricky
user
beautifully
instructed
medical
bio
film
tech
talk
suitable
virtually
anybody
true
tech_NEG
genius_NEG
printing_NEG
leg
place
useless
enjoy_NEG
probably
job_NEG
unless_NEG
dedicate_NEG
pretty_NEG
intimidating_NEG
subject_NEG
impossible_NEG
play_NEG
enthusiasm_NEG
prof_NEG
rushed
deserve
attention
seems
solution_NEG
sometimes_NEG
wrong_NEG
task_NEG
practice_NEG
tasks_NEG
previous_NEG
could_NEG
want_NEG
solve_NEG
next_NEG
session_NEG
important_NEG
points_NEG
missing_NEG
whereas_NEG
less_NEG
significant_NEG
excessive_NEG
details_NEG
adding
physiological
aspect
psychology
expand
absolutely
academic
intro_NEG
takes_NEG
becoming_NEG
intermediate_NEG
level_NEG
user_NEG
highly_NEG
field_NEG
looking_NEG
slow
dropped
sure
cold
appropriate
line
talking_NEG
thing_NEG
presenters_NEG
age_NEG
older_NEG
ask_NEG
entertaining_NEG
perhaps_NEG
lecturers_NEG
front_NEG
small_NEG
offer_NEG
free_NEG
look_NEG
option_NEG
transfer_NEG
another_NEG
hope_NEG
constructive_NEG
lecturer_NEG
maya
adam
mom
man
parent
tremendous
chicken
crepe
tomorrow
morning
worked
completed
sample
late
submit
approximation
opened
mind
sweet
fabulous
thankful
penn
mcmanus
robyn
turner
knowledgable
communicates
curriculum
methodology
java
reviewing
variety
word
primer
iteration
giving_NEG
facts_NEG
outstanding
beethoven
piano
sonata
sparked
una
passed
average
final
lost
incorrect
try
second
attempt
industry
seemed
otherwise
single
specifically
delayed
ending
end_NEG
:)_NEG
administrative
success
foreign
seeker
worker
resume
inspiration
deliver
sheet
match_NEG
demonstrated_NEG
confusion_NEG
around_NEG
options_NEG
spreadsheets_NEG
lecture_NEG
says_NEG
refer_NEG
accompanying_NEG
spreadsheet_NEG
available_NEG
discussions_NEG
inconsistencies_NEG
formulas_NEG
versus_NEG
disappointing_NEG
refresher
communication
nicely
intricacy
agile
planning
software
knowledgeable
complementary
cours
note
supplemental
exceptional
market
dry
analogies_NEG
theory_NEG
programme_NEG
pretty
indicated
healthy
growth
beautiful
spend
together
express
everyday
familiar
crucial
label
impact
processed
environment
thus
nevertheless
boring
contrast
chang
question
maintain
concentration
background
changing
desire
educator
people
frustrating
poorly_NEG
array
toward
goal
earn
congratulation
energy
recent
graduate
metrics_NEG
context_NEG
dynamic_NEG
covers_NEG
enriching
bayesian
requires
oriented
superficial
lo
invest
classical
enhanced
till
challenged_NEG
asked_NEG
writer_NEG
struck_NEG
texts_NEG
room_NEG
page_NEG
visual_NEG
reminder_NEG
word_NEG
given_NEG
new_NEG
description_NEG
times_NEG
faster_NEG
chance
rated
protection
body
philosophical
unprecedented
high
speed
care_NEG
seeing_NEG
space_NEG
felt_NEG
commercial_NEG
content_NEG
articulate_NEG
various_NEG
within_NEG
motivation_NEG
aim_NEG
talking
code
blowing
amazon
putting
pose
modeling
discrete
model
improving
solving
utilization
comparison
american
cook
equation
relevance
actually
confused
manner
audience_NEG
presentation_NEG
seems_NEG
rudimentary_NEG
seemed_NEG
thrown_NEG
together_NEG
preparation
theoretical
stats
seemingly_NEG
build
ground
relate
incredibly
towards
motivational
nutritional
balanced
demonstration
provoking
within
background_NEG
nutrition_NEG
mostly_NEG
especially_NEG
enjoyed_NEG
emphasis_NEG
local_NEG
organic_NEG
cooking_NEG
demonstrations_NEG
food_NEG
came_NEG
away_NEG
recipes_NEG
package
may
finance
stated_NEG
supposed_NEG
enrolled_NEG
analytics_NEG
analyzing_NEG
inside_NEG
outside_NEG
kept_NEG
high_NEG
analysis_NEG
advertised_NEG
found_NEG
cartoon_NEG
annoying_NEG
blackboard_NEG
contained
wealth
calm
fashion
anything_NEG
lab_NEG
tool_NEG
working_NEG
unrelated
leading
conceptual
completion
satisfying
nand
tear
image
briefly
personally
hands_NEG
helpful_NEG
wish_NEG
delve_NEG
offered_NEG
compared_NEG
worthy
aging
area
affect
senior
paper
refresh
prepare
technical
sufficient
guidance
graded
transcript
discussed
gave
kitchen
pressure
visualization
accompanying
ohio
state
mention
knowing
else
statement
loop
write
logical
designing
activity
planing
solve
unnecessary
distracting
expect
difference
room
comprehensible
enthusiastic
undergraduate
amateur
astronomer
cannot
rigid
non
standard
sort
instance
trip
happy
progress
jonathan
wanting
verify
picture
remember
prepared
inquiry
incorporate
organised
definition
bigger
due
louder
soft
path_NEG
issues_NEG
statistical
covered_NEG
three_NEG
series_NEG
statistical_NEG
terminology_NEG
jargon_NEG
taking_NEG
class_NEG
stop_NEG
negative_NEG
efficient
enough
catch
chinese_NEG
translation_NEG
difficult_NEG
quality_NEG
quantitative
terrific
developer
academy
attempted
early
often
molecular
uc
san
diego
beginner_NEG
gradually_NEG
goes_NEG
flow_NEG
smooth_NEG
practise
solution
vital
competitive
since_NEG
introduction_NEG
grateful
across
targeted_NEG
therapy_NEG
prerequisite_NEG
suggest_NEG
familiar_NEG
algebra_NEG
stats_NEG
eager_NEG
equations_NEG
mastering_NEG
via_NEG
pre_NEG
figure_NEG
spend_NEG
go_NEG
show_NEG
couple_NEG
hopefully_NEG
challenging_NEG
challenge_NEG
luck_NEG
serious
precise
particularly_NEG
assessment_NEG
tough
eat
sincerely
believe
applied
driven
gain
developing_NEG
access_NEG
sources_NEG
potential_NEG
cut_NEG
suggestion
giving
diet
appear
degree
cognitive
bias
certain
farming
humour
connection_NEG
importance_NEG
company_NEG
making_NEG
financial_NEG
everyday_NEG
accounting_NEG
appreciate_NEG
literally_NEG
nos_NEG
significant
third
party
fine
frustration
describing
luck
might
productive
quickly
license
network
myriad
intuitive
mit
scratch
enables
practically
creating
fluent_NEG
make_NEG
complicated_NEG
subtitles_NEG
version_NEG
though_NEG
susan
meyer
name
expecting
cluttered
often_NEG
tuition
wait
wow
iam
soooo
evaluate
increase
give_NEG
begin_NEG
bottom
logic
gate
cpu
architecture
satisfaction
running
studying
engineering
buddhist
philosophy
deepest
span
worksheet
instead
claim
requires_NEG
statistics_NEG
certainly_NEG
quizzes_NEG
outdated_NEG
included_NEG
repetition
opinion
curious
explore
massive
addition
website
minor
carefully_NEG
explain_NEG
etc_NEG
lack
ide
instruction_NEG
ide_NEG
labs_NEG
trying_NEG
managed_NEG
drive_NEG
lost_NEG
mathematical
ou
developing
touch
dependency
pattern
im
baby
touched
badly
anything
robert
chris
imply
captivating
paying
consolidate
beyond
investigation
methodical
visuals
key
helping
unable
click
bored
death
analytical
historical
german
lectured
later_NEG
foundational_NEG
historical_NEG
rest_NEG
extremely_NEG
education_NEG
enjoyable_NEG
german_NEG
graded_NEG
interaction
dish
requirement
age
fundamentally
selected
clarity
notation
calculate
item
illustrated
impress
yo
dimension
satisfy
curiosity
listening
terrible
french
accent
android_NEG
total_NEG
novice_NEG
development_NEG
support_NEG
discuss_NEG
peers_NEG
project_NEG
elsewhere_NEG
marine_NEG
showed_NEG
educational_NEG
amsterdam
stand
preferred
shorter
ended
threw
changed
waiting
polished
generally
reasonably
date_NEG
detail_NEG
period_NEG
terms_NEG
preceding_NEG
events_NEG
future_NEG
effect_NEG
history_NEG
useful_NEG
big_NEG
concept_NEG
exceeded
textbook
surprised
source
added
summary_NEG
kudos_NEG
chris_NEG
imply_NEG
improvement
utility
fight
bug
phenomenal
functioning
cute
role
heart
typo
head
various
paper_NEG
engineering_NEG
graduate_NEG
completed_NEG
additional_NEG
science_NEG
line_NEG
light
hearted
certification
scientific_NEG
implementation
narration
conveyed
graphic
animated
crisp
timely
conveys
lacking
fixed
access
paying_NEG
attractive_NEG
database
suggest
managing
reviewed
completing_NEG
buddhism
explanatory
economic
social
global
examining
meaning
typically
library
syntax
despite
essentially
encourage
ingredient
home
cooked
jefferson
controversial
hugely
figure
father
nation
onus
brings
participant
relationship
influenced
chose
loving
born
animal
caregiver
aware
physic
bang
acquire
biology_NEG
computer_NEG
applying_NEG
theoretical_NEG
seek
posted
letter
tougher
spent
ecosystem
replace_NEG
sensitive
advanced_NEG
strategy_NEG
barely
outside
sales_NEG
interaction_NEG
according
produced
carefully
crafted
necessarily_NEG
builds_NEG
stands_NEG
angular_NEG
works_NEG
strengths_NEG
weaknesses_NEG
build_NEG
applications_NEG
supporting_NEG
tools_NEG
apply_NEG
formula_NEG
situation_NEG
besides_NEG
becomes_NEG
equation_NEG
hat
revolution
fourth
telling
error
original
release
higher
large
match
bower
error_NEG
log_NEG
issue_NEG
nice_NEG
deal_NEG
instead_NEG
waste_NEG
hours_NEG
googling_NEG
stuff_NEG
quit_NEG
bower_NEG
calc
school
conceptual_NEG
keeping_NEG
learners_NEG
benefits_NEG
contrast_NEG
popular_NEG
perception_NEG
confusing_NEG
boring_NEG
rote_NEG
balance
contains
favourite
tradition
effect
overloaded
likely
script
teleprompter
audience
see_NEG
improvement_NEG
anal_NEG
convincing_NEG
representative
convenient
essential
buy
accessible_NEG
lower_NEG
income_NEG
news_NEG
flour_NEG
something_NEG
spring_NEG
costs_NEG
experienced_NEG
think_NEG
include_NEG
daniel
filled
insightful
glass
supposed
something
consider
tho
update
spacecraft
horizon
compliment
formation
worst
besides
serving
accounting
delivers
analyzing
fraud
linking
incredible
path
kumar
deeply
shallow
impressive
credential
alive
said
revenue
profitability
risk
pal
send
bank
thoughtful
ancient
interestingly
cosmology
presenter
humor
healthier
notion
debugging
undertake_NEG
solidify
advance
targeted
programmer
base
mainly
unit_NEG
occur_NEG
literally
overwhelming_NEG
effective_NEG
medical_NEG
functions_NEG
sub_NEG
components_NEG
currently_NEG
children_NEG
basis_NEG
fresh_NEG
foods_NEG
diet_NEG
husband_NEG
vocabulary
successfully
breadth
commitment
travel
schedule
block
reflect
compelling
entertaining
lessons_NEG
known_NEG
okay_NEG
combination_NEG
difficulty_NEG
expect_NEG
struggle_NEG
wants_NEG
bacteria
import
form
existed
welfare
strongly
chronic
infection
peculiar
sets_NEG
passed_NEG
obviously_NEG
receive_NEG
kind_NEG
opinion_NEG
passing_NEG
thought_NEG
moons_NEG
although_NEG
must_NEG
fact_NEG
moon_NEG
heavily_NEG
supplementary_NEG
bought_NEG
book_NEG
mentioned_NEG
busy_NEG
coder_NEG
guide_NEG
gets_NEG
approach_NEG
sides_NEG
absolute_NEG
positive_NEG
side_NEG
mention_NEG
studies_NEG
eye_NEG
opening_NEG
forward_NEG
number_NEG
mister
acquired
require
fix
suggests
para
tutorial
movie
harder
guy
flow
stimulating
jeremy
chez
inconsistency
praise
ten
gifted
proof
regular
choice
initiative
commendable
transformation
progression
treatment
managed
hit
spreadsheet
curve
credit
intuitive_NEG
struggled_NEG
put_NEG
due_NEG
glad_NEG
space
kind
obscure
solely
improved_NEG
pseudo_NEG
code_NEG
efforts_NEG
vast_NEG
choice_NEG
write_NEG
tests_NEG
solutions_NEG
reduce_NEG
debugging_NEG
principle
specially
edinburgh
scenario
disappointment
waste
hoping
captivity
describe
exploring
promised
past
madam
speech
web
tad
covering
entire
witty
mechanic
stay
demanding
act
cocked
concerning
discovery
setting
term_NEG
estimate
estimation
ableto
arrangement
excited
educate
move
live_NEG
stars_NEG
least_NEG
picked_NEG
deep_NEG
nevertheless_NEG
check
compact
meat
charles
sharing
clarify
rate
filming
arch
titus
sequence
story_NEG
newly
economy
chemistry
kentucky
personal
document
complicated
sketch
execution
install
ready
function
released
properly_NEG
either_NEG
layout
greater
extent
lively
intuition
comical
taste
master
page
amazed
capable
evaluating
inspires
integrating
rewarding
biologist
earlier
summer
cell
pathway
satisfaction_NEG
posted_NEG
directly_NEG
staff_NEG
bushes_NEG
among_NEG
sessions_NEG
honestly_NEG
chinese
caption
specialisation
till_NEG
lucky
counseling
coursework
broken
understandable
portion
neuron
associated
beginning
sciences_NEG
review_NEG
erin
bar
allow
meet
plenty
hopkins
john
becomes
distant_NEG
revealing
usa
hey
react
cut
grocery
bill
pack
maya_NEG
team_NEG
improving_NEG
lives_NEG
auditing
brilliant_NEG
tutorials_NEG
better_NEG
horrible
eager
pointed
board
corrected_NEG
profoundly
monotone
seemingly
empty
share
convey
stronger
default
amazingly
rich
result
seem_NEG
algorithm_NEG
analyze_NEG
result_NEG
plus_NEG
specialist_NEG
communication_NEG
objective_NEG
fail_NEG
including_NEG
noticed_NEG
create_NEG
distraction_NEG
monotonous_NEG
preferable_NEG
library_NEG
voice_NEG
viewer_NEG
sort_NEG
sentences_NEG
technical_NEG
words_NEG
immediately_NEG
yet_NEG
loud_NEG
compare_NEG
moved_NEG
position_NEG
creating_NEG
investment_NEG
grab_NEG
memory_NEG
reason_NEG
greatly_NEG
approachable
general_NEG
persuasive
ethic
altruism
stretch
wonder
emotionally
necessary
illustrate
worse
operate_NEG
smoothly_NEG
paid_NEG
beware_NEG
anti
susceptibility
expanded
revision
turning
ratio
tedious
recommending
digestible
chunk
keeping
comparing
spiritual
soon
promising
agree_NEG
instance_NEG
prefer_NEG
sugar_NEG
comes_NEG
mo
desktop
beneficial
silly
focusing
uk
guess
walk
ian
sufficiently
uno
kit
guide
additionally
three
superbly
none
execution_NEG
bayesian_NEG
horrible_NEG
amounts_NEG
extensive_NEG
apparent_NEG
assumption_NEG
beyond_NEG
scope_NEG
reasonably_NEG
expected_NEG
faculty_NEG
honest_NEG
rather_NEG
teach_NEG
treatment_NEG
turned
linus
already_NEG
boarding
section
runner
additional
hardly
simplicity
lay
groundwork
old
neither
shown_NEG
pushed_NEG
strange_NEG
encountered
significantly
consuming
suck
obviously
skipped_NEG
medium_NEG
suggested_NEG
example_NEG
simpler_NEG
ones_NEG
repetitive_NEG
arch_NEG
sounds_NEG
findings_NEG
simplistic
music
production
grammar
canvas
five_NEG
portuguese_NEG
enrichment
proved
exam
glimpse
demonstrating
opposed
relatively
engaged
us
newbie
equipped
essence
anywhere
thumb
extraordinary
fee
negative
subscription
bu
focussed
executive
surprise
appeared
updated
node
happening_NEG
discourse
utterly
pod
understandably
exceptionally
link_NEG
textbook_NEG
central_NEG
location_NEG
poor_NEG
needs_NEG
errors_NEG
calm_NEG
practicing
play
gusta
examination
acquiring
unique
watching
poorly
secondly
child_NEG
regards_NEG
meal_NEG
optional_NEG
let_NEG
factual_NEG
frustrated_NEG
geared_NEG
towards_NEG
upper_NEG
middle_NEG
rich_NEG
appreciation
playing
advance_NEG
mentors_NEG
relevance_NEG
specialisation_NEG
multiple_NEG
higher_NEG
barely_NEG
linked
bait
setup
money_NEG
website_NEG
intense
called_NEG
statistic_NEG
binary_NEG
tables_NEG
exciting_NEG
features_NEG
innovative
greece
elaborate
inviting
encouraging
whereas
specification
addicted
positively
emory
member
evident
somewhat_NEG
regret_NEG
buying_NEG
plenty_NEG
soon_NEG
rigorous
call_NEG
list_NEG
programs_NEG
arguing_NEG
platform_NEG
initial
whose
native
limit_NEG
leave_NEG
close_NEG
cash
positive
known
machine
rushed_NEG
marketing_NEG
capstone_NEG
became
expecting_NEG
ways_NEG
tips_NEG
semester_NEG
lose_NEG
disease
straight
jargon
mastery
moving
dino
active
recognition
answering_NEG
narrow_NEG
chosen_NEG
random_NEG
attempt_NEG
attempts_NEG
precise_NEG
began
realized
attracted
amassing
presenting
contemplative
redundancy
delivered_NEG
repetition_NEG
pieces_NEG
absorb_NEG
info_NEG
meditative_NEG
nature_NEG
thus_NEG
dense_NEG
helps_NEG
cases_NEG
download_NEG
script_NEG
talks_NEG
along_NEG
practices_NEG
buddhism_NEG
meditation_NEG
suppose_NEG
separate_NEG
ever_NEG
sharing_NEG
consuming_NEG
left_NEG
others_NEG
dear
draw
barbara
war
ending_NEG
purpose_NEG
crystal
wide_NEG
harris_NEG
specialists_NEG
practitioners_NEG
slowly_NEG
step_NEG
aware_NEG
right_NEG
convinced_NEG
view_NEG
behaviour
nature
matter
son_NEG
jokes_NEG
seriously
functionality
box
forced
optional
coming
overwhelming
leaving
power
powerful
bodies_NEG
eating_NEG
healthy_NEG
imagined_NEG
spare
app
experiment
inspire
missing
half_NEG
solving_NEG
optimal_NEG
moves_NEG
output_NEG
intensive
introduce
characteristic
money
aspects_NEG
purely
employed
minus
dinosaur
personable
naturally
date
leaf
impression
veterinarian
comfortable
nuance
rare
lucid
expert
intellectual
fell
borg
talk_NEG
star_NEG
rating_NEG
minute_NEG
demonstrate_NEG
unfortunately_NEG
ignoring_NEG
grading_NEG
pain_NEG
submit_NEG
days_NEG
deadline_NEG
otherwise_NEG
forced_NEG
grade_NEG
ago_NEG
aspiring
analyze
conclusion
regression
regression_NEG
minimal_NEG
else_NEG
conclusions_NEG
notice_NEG
brush_NEG
combine
informational
volunteer
consider_NEG
obvious_NEG
strong_NEG
papa
unhappy
pivot
table
loses
unfortunate
stuck
frustrated
models_NEG
necessary_NEG
graph_NEG
<3
reduced
watch_NEG
ended_NEG
wikipedia_NEG
posts_NEG
gonna_NEG
co
phone_NEG
phones_NEG
downside
internet
ran
tell_NEG
connect_NEG
sit_NEG
throughout_NEG
loved_NEG
experts_NEG
subjects_NEG
always_NEG
asking_NEG
finding_NEG
everyone_NEG
youtube
cause
organizer
concrete
tres
et
apparent
de
boudoir
pour
un
son
par
reasons_NEG
notes_NEG
transcripts_NEG
files_NEG
outline_NEG
surprised_NEG
written_NEG
substance_NEG
includes_NEG
interviewing_NEG
master_NEG
attitude
accomplished
probability_NEG
distribution_NEG
initially_NEG
receive
watched_NEG
checked_NEG
laboratory
monitor
public
microbiology
particular_NEG
posting_NEG
wasted_NEG
month_NEG
neophyte
annoyed_NEG
vaguely_NEG
worked_NEG
initially
reached_NEG
realized_NEG
comfortable_NEG
bi_NEG
across_NEG
installation_NEG
cause_NEG
spends
refresher_NEG
introduces
selection
diverse
scene
increased
assistance_NEG
reasonable_NEG
addition_NEG
obtained_NEG
logic_NEG
behind_NEG
worth_NEG
constraint
barry
appreciating
appeal
linear
clip
endless
search
bought
spec
share_NEG
enjoying_NEG
approaches_NEG
previously_NEG
minus_NEG
complexity_NEG
challenges_NEG
foot
wet
sorry
repetitive
measure
fit
absolute
month
force
trial
dozen
commonly
rounded
creates
either
certain_NEG
differential_NEG
zero_NEG
exists_NEG
definition_NEG
pleasant_NEG
mother
later
popular
exploration
broader
brilliantly
memorize
speak
intelligently
facet
adequate
professors_NEG
alex_NEG
answered_NEG
rarely_NEG
clean
competent
door
reduce
committed
gradually
intelligence
universities_NEG
edinburgh_NEG
tradition_NEG
teachings_NEG
rome
viewpoint
christian
implication
interpretation
artifact
period
diagram
subtitle
listen
daily_NEG
replies_NEG
unresolved_NEG
considering_NEG
ill_NEG
officially
halfway
ahead
abandoned
deficiency
league
rule
graphical
absorbed
normally
correct
confidence_NEG
track_NEG
obtained
ranging
galaxy
trouble
worry_NEG
length_NEG
distracted_NEG
near
constructive
discussing
larger
mentioned
willing
electrical
focused_NEG
understood_NEG
search_NEG
extraterrestrial_NEG
joy
connected
handy
brief
alexander
demonstrates
literature
government
obvious
camera
greek_NEG
coverage_NEG
chapter_NEG
address_NEG
complaints_NEG
feels_NEG
gained_NEG
political_NEG
figures_NEG
studied_NEG
lifestyle
broaden
okay
hesitate_NEG
ruler
god_NEG
exam_NEG
select_NEG
identical_NEG
fresh
existing
expertise
compared
considering
pet
lover
cure
utilized
ex
group
chat
formatted
joint
indeed_NEG
semi_NEG
grateful_NEG
weekend
random
missed
spending
irrelevant
hopefully
pic
michael
decided
neuroscience
neurobiology
disturbing
switch
choices_NEG
efficient_NEG
base_NEG
open_NEG
convenient_NEG
structures_NEG
second_NEG
daniel_NEG
pavel_NEG
neil_NEG
architect
reasonable
frame
enthusiastic_NEG
adults_NEG
complaint_NEG
suffering_NEG
breast_NEG
terrible_NEG
elevator
grad
assembled
device
soul
stopped
returning
dark
red
black
tree
called
clinical
biological
honestly
main
constantly
external_NEG
decipher_NEG
links_NEG
accompanied_NEG
main_NEG
clarifying_NEG
save_NEG
precisely_NEG
lacking_NEG
saw_NEG
string_NEG
array_NEG
order_NEG
grow
bunch
efficiently
programmer_NEG
accountancy
faced
rapid
advancement
news
ease
shine
bringing
knee
clever
considerable
join
community
aim
furthermore
price
particular
california
via
extension
humble
aspect_NEG
funny_NEG
changing_NEG
please_NEG
harder_NEG
terminology
deliver_NEG
concise_NEG
feeling_NEG
tremendously
successful
doubts_NEG
proper_NEG
hugely_NEG
surely_NEG
everybody_NEG
regardless_NEG
nonetheless_NEG
waiting_NEG
individual_NEG
ableto_NEG
integration
diagnosis
analogy
purpose
computing_NEG
running_NEG
hoop_NEG
maybe_NEG
missed_NEG
exhaustive
substance
overly
involve
processing
faculty
saying
executed
referenced
cognition
lead
charisma
nutshell
entry
fashioned
grasp_NEG
python_NEG
instant
con
pain
matters_NEG
vegetables_NEG
fruit_NEG
person_NEG
america
country
mathematics_NEG
magic_NEG
evident_NEG
clean_NEG
social_NEG
scientists_NEG
conduct_NEG
respect_NEG
appears_NEG
spoken
four
delivering
overdue
occasion
impact_NEG
industry_NEG
head_NEG
setup_NEG
whilst
cement
worthwhile
bootstrap
sun
hole
meet_NEG
model_NEG
building_NEG
justice_NEG
mother_NEG
arctic
climate
affecting
specie
prerequisite
layer
hilarious
chosen
oculus
hold
allowed
systematically
marketing
based_NEG
hand_NEG
spent_NEG
pre
requisite
;)
minimal
contact_NEG
concerned
rise
feed
mental
workout
bonus
leaner
perfectly
guess_NEG
suffering
raw
regret
described
fill_NEG
canvas_NEG
parts_NEG
filled_NEG
existing_NEG
smooth
increasing
easily_NEG
sir_NEG
conscious
careful
choosing
current_NEG
forgotten_NEG
integrate
woman
geek
signed
reminder
kids_NEG
adam_NEG
traditional
treated
toolbox
sound
korean
raise
readings_NEG
applicable_NEG
capital
including
equity
criticism
grain
double
quote
style_NEG
shit_NEG
suggestions_NEG
snippets_NEG
screenshot_NEG
gulp_NEG
grunt_NEG
strangely_NEG
structured_NEG
runners_NEG
fix_NEG
inconsistent_NEG
copy_NEG
git_NEG
repository_NEG
pull_NEG
changes_NEG
controlling_NEG
upon
theorem
stack
position
remark
awful
impossible
color
indeed
promote
pleased
tremendous_NEG
believe_NEG
irrelevant_NEG
integral_NEG
literature_NEG
old_NEG
become_NEG
vet_NEG
strongly_NEG
gaining_NEG
levels_NEG
veterinary_NEG
lovely_NEG
gardener_NEG
presenting_NEG
cat_NEG
aid_NEG
resource_NEG
abscesses_NEG
common_NEG
face_NEG
doubt_NEG
framework_NEG
allowed_NEG
recording
whenever
fill
gap
training_NEG
segments_NEG
knife_NEG
held_NEG
rhythm
expression
possibility
fluent
variable
contagious
created
harmonic
central
earlier_NEG
packed
semester
dino_NEG
presenter_NEG
guy_NEG
painful_NEG
graphics_NEG
map_NEG
comprehension_NEG
yes_NEG
earth_NEG
sun_NEG
minutes_NEG
powerpoint_NEG
pursuing
divided
phenomenon
night
season
higgs
boson
origin
invited
remember_NEG
intuition_NEG
submitted_NEG
completion_NEG
reviews_NEG
blind_NEG
divide
conquer
stat
basically_NEG
atmosphere_NEG
ambiguous
query_NEG
requirements_NEG
database_NEG
mastering
glitch
typing
solidifying
bravo
claire
mathieu
exactly
expensive
printer
fusion
mechanical
mentor
price_NEG
happy_NEG
exposed
finding
practitioner
area_NEG
allowing
belief
segment
decide
ed
alex
nonetheless
aristotle
limited
versus
focused
memory
pantry
eliminated
list
discover
opener
sky
men
carry
limited_NEG
presents_NEG
professionals_NEG
researching_NEG
treat
beggar
paleontology
impressed
marine
reptile
sentence
manner_NEG
tiring_NEG
listen_NEG
site_NEG
activities_NEG
broke
marvelous
ar
apps
lovely
explored
subtle
mba
confident
accompany
increasingly
plain
nearly_NEG
four_NEG
computing
usable
sit
entropy
binary
relay
singer
hardest
met
enroll
fit_NEG
introduce_NEG
expanded_NEG
views_NEG
target
era
critical
choose
compare
charity
income
changed_NEG
fundamentally_NEG
propose
command
modification
surgery
somewhat
expanding
blend
creative
forever
assistant
operation
rushing
immediate
recall
coming_NEG
;)_NEG
deadline
busy
alternative
pasta
musical
pianist
resolve_NEG
watching_NEG
methods_NEG
superficial_NEG
demand_NEG
man_NEG
assistant_NEG
tries_NEG
ends_NEG
combination
companion
debug
produce
yo_NEG
himl_NEG
figuring_NEG
variables_NEG
names_NEG
modify_NEG
understandable_NEG
stack_NEG
blogs_NEG
disjointed
discipline
intriguing
ambiguity
misleading_NEG
mistake_NEG
retry_NEG
exact
marked
editing_NEG
moderator_NEG
deleted_NEG
rendering_NEG
power_NEG
delete_NEG
smart_NEG
plus
cope_NEG
rating
tibetan
gem
biotechnology
veterinary
clinic
surely
assist
happening
rock
kudos
limo
attendance_NEG
receiving_NEG
vast
colleague
resolve
utilize
facing
cool_NEG
profs_NEG
bliss
weak_NEG
cartoon
place_NEG
hints_NEG
country_NEG
processed_NEG
linear_NEG
youtube_NEG
drawings_NEG
impression_NEG
rewind_NEG
run_NEG
demeanor_NEG
state_NEG
criticism_NEG
eventually_NEG
lead_NEG
overly_NEG
bi
medicine
meaningful
showing
exists
invaluable
par_NEG
exactly_NEG
hour_NEG
valuable_NEG
web_NEG
gain_NEG
economics_NEG
agriculture_NEG
balance_NEG
reinforce_NEG
dave_NEG
controversial_NEG
delight_NEG
papers_NEG
patience_NEG
blog_NEG
buildings_NEG
policy_NEG
music_NEG
ofcourse_NEG
rigorous_NEG
balanced_NEG
entertainment
congratulations_NEG
blackboard
accurate
submitting
attending
essays_NEG
personally_NEG
bugs_NEG
figured
realize
decided_NEG
earn_NEG
lived_NEG
tons_NEG
clinical_NEG
types_NEG
patients_NEG
primary_NEG
attractive
systematic
wonderfully
cultural
speaks
beautiful_NEG
david
monotone_NEG
ba
latter
exercise_NEG
workload_NEG
logical_NEG
elements_NEG
contribution
disjointed_NEG
benefit_NEG
stay_NEG
preceding
philosopher
mode
realistically
proficient_NEG
latin
submitted
pass_NEG
plan_NEG
walk_NEG
move_NEG
unable_NEG
throw_NEG
third_NEG
walking_NEG
contained_NEG
testing_NEG
putting_NEG
stretched
grappling
blooper
principles_NEG
define
direct
delighted
centered
shame
window
ask
mi
advise
correctly
clearer
keen
latest
descriptions_NEG
left
answering
joke_NEG
scratch_NEG
nerve
toe
pull
drugs_NEG
michael_NEG
revealing_NEG
la
contents_NEG
module_NEG
institution_NEG
articulating
academically
train
equally
diversity
analyse
limitations_NEG
tricks_NEG
increase_NEG
prender
ma
mejor
amen
ya
que
curse
esta
poder
el
cual
parece
en
gracias
integral
derivative
partial
inculcate
astrophysics
compiled
talented
distance
philosophy_NEG
argument_NEG
building
low_NEG
clarified_NEG
pursuing_NEG
rush
repeat_NEG
enroll_NEG
absolutely_NEG
sad_NEG
shame_NEG
pronto_NEG
harsh_NEG
reflect_NEG
tracking_NEG
moreover_NEG
longer_NEG
duration_NEG
pragmatic
substantial
perspectives_NEG
mind_NEG
figuring
enter
uni
explicit
dream
beethoven_NEG
composer_NEG
developed_NEG
appreciation_NEG
followed_NEG
form_NEG
forms_NEG
musical_NEG
exposed_NEG
sonatas_NEG
consistent_NEG
wife
marginally
studio
reasoning_NEG
crunching_NEG
sale
visit
qualified
chain
entering
constant
wider
society
physics_NEG
tutor
drive
local
animals_NEG
kindness_NEG
home_NEG
load_NEG
leaned
zero
admit
numbers_NEG
calculations_NEG
relate_NEG
whose_NEG
section_NEG
discouraging_NEG
tricky_NEG
progresses_NEG
distracting_NEG
goal_NEG
avoid_NEG
dry_NEG
commendable_NEG
ground_NEG
sound_NEG
hate_NEG
generally_NEG
skipping_NEG
fundamentals_NEG
sector
alternative_NEG
consideration_NEG
wood_NEG
type_NEG
bilingual
consulting
story
stigma
uncertainty
advertised
year_NEG
senior_NEG
spending_NEG
tooling
gonna
pointer
derive
sign
vague
considered
beside
influence
voice
societal
informed
beforehand_NEG
assistants_NEG
satisfied
lie
leve
regular_NEG
meals_NEG
geared
apt
knows_NEG
whatever_NEG
happened
international
chicken_NEG
broth_NEG
automatic
policy
ordinary
usage
elegant
apparently
manageable
excitement
communicate
schooler
dynamism
visualize
delicious
pick
vegetable
differently
menu
shoot
developers_NEG
stanford_NEG
supported
matching
couse
vivid
graduated
mark_NEG
advocate
motivating
game
monte
carlo
player
sometime
trick
wise
cheer
whats
holistic
bored_NEG
nutritious
interact
official
repeating_NEG
god
bless
vet
nurse
limitation
profit
confusion
succinct
dive
source_NEG
searching_NEG
weak
normal_NEG
signs_NEG
participated
organized_NEG
drink
bunch_NEG
junk_NEG
fast_NEG
paced_NEG
saved
finished_NEG
submission_NEG
verified_NEG
certificates_NEG
means_NEG
typing_NEG
patterns_NEG
scenarios_NEG
frontier
happens
screen
opinions_NEG
outline
lecturing
capstone
integrates
heard
jefferson_NEG
onus_NEG
movement_NEG
exact_NEG
mars_NEG
adams_NEG
happen
implementing_NEG
blank_NEG
picture_NEG
told_NEG
pointless_NEG
entire_NEG
dull_NEG
awake_NEG
looked_NEG
reach
qualm
enormous
joke
submitting_NEG
fourth_NEG
enabled
overwhelmed
turtle
debated
exemplary
primarily
amusing
hearing
cloud
manager_NEG
mandatory_NEG
reality
box_NEG
programing
friends_NEG
simply_NEG
bothered_NEG
honored
clifford
salon
easiest
virginia
dairy
hell
range
event
schedule_NEG
construct
situations_NEG
unnecessarily_NEG
genes_NEG
eons_NEG
varied
boot
camp
hear_NEG
discovered
firebox
chrome
browser
charging
decision_NEG
lesser
vehicle
childhood
wasting
eagerly
laid
realistic_NEG
assumed
smart
root
tie
irritating
revise
blew
reads_NEG
audited
elementary_NEG
agent
adjective
raising
transparent
determine
powerpoint
forgot_NEG
refreshes
undestand
dumb
embedded_NEG
systems_NEG
hint
arid
protocol
harmful
habits_NEG
pronunciation_NEG
ability_NEG
abuse
category
dedication
shopping
neuroscience_NEG
provider
revolutionary
disciplinary
landscape
tim
repeat
split
suit_NEG
compulsory
augmented
du
max
global_NEG
objectives_NEG
exploring_NEG
ii_NEG
telescopes_NEG
possibility_NEG
today_NEG
mobile_NEG
cost_NEG
wise_NEG
portuguese
abstract
directly
indirectly
daunting_NEG
doctor
epidemic
chance_NEG
accomplishment_NEG
cosmic
atom
happiness
experiential
cultural_NEG
institutions_NEG
entertainment_NEG
experiential_NEG
applied_NEG
creation_NEG
checking
fully_NEG
multiplication
approaching
ample
recommendation
notify
signal
hesitation
call
struggling
chem
political
india
flexible
saving
andy
skip_NEG
slow_NEG
highlighted
app_NEG
optimized
score
scared
thin
practicing_NEG
collection
bio_NEG
custom_NEG
widen
difference_NEG
comprehend_NEG
happier_NEG
pediatrician
consistent
analyst_NEG
minor_NEG
usefulness
whether
pill
matrix
involvement
normal
detached
reckon
trained
suited
proofs_NEG
dont_NEG
dedicated
o
query
disappointment_NEG
khan
neil
rhodes
half
whatdo
delf
stanford
industrial
hardware
service
quick_NEG
feed_NEG
self_NEG
solved
combining
colorful
fail
virtual
accurately
calculation
folk
kick
spectrum
top_NEG
dude
meaning_NEG
reviewed_NEG
branch
manages
notebook
coherent
fascinating_NEG
looses_NEG
pleasant
smith
listener
sending
per
toward_NEG
conversation
taker
suggested
downloaded
applies
psychology_NEG
supermarket_NEG
accomplish_NEG
neural
response
cutting
edge
agree
friendly_NEG
skell_NEG
arrays_NEG
sequences_NEG
confused_NEG
paid
gaining
happened_NEG
motivated_NEG
credit_NEG
apps_NEG
trivial_NEG
wonder_NEG
imagination
transmission
major_NEG
chemistry_NEG
responsibility
connecting
pedagogical
therefore
expert_NEG
additionally_NEG
listening_NEG
stated
asked
reached
skilled
air_NEG
mark
optimize_NEG
databases_NEG
boost
classmate
cumbersome
painting_NEG
illustrates
hone
welcome
users_NEG
owned
harm
reduction
mineral
saw
conditions_NEG
brain_NEG
addicted_NEG
drug_NEG
addiction_NEG
president
hiv
somebody
rational
corresponding
framed
acting
tasked
values_NEG
embedded
serial
compelling_NEG
demonstrate
inference
certification_NEG
calc_NEG
safe
commands_NEG
humor_NEG
frankly_NEG
meant_NEG
frequent
generalized
jane_NEG
rediscover
continuing
reward
outcome
inside
holding_NEG
average_NEG
signing_NEG
prerequisites_NEG
none_NEG
whats_NEG
label_NEG
indication_NEG
fundamental_NEG
turn_NEG
listed_NEG
plato
suggestion_NEG
adding_NEG
interview_NEG
miss_NEG
robert_NEG
kevin_NEG
generation
kenneth
classmates_NEG
emphasis
mixed
trend
healthcare
livestock
engage
agricultural
publication
strengthen
united
colour_NEG
implications_NEG
perceptions_NEG
explore_NEG
:(
tobias
supporting
thanx
talent
limits_NEG
trace
western
dick
chemical
showed
out
queries_NEG
buggy
fall_NEG
windows_NEG
setting_NEG
environment_NEG
in
update_NEG
folder_NEG
guys_NEG
command_NEG
imagine_NEG
purchasing
official_NEG
mum
adore
musician_NEG
piano_NEG
appeared_NEG
earnings
detection_NEG
pertain_NEG
management_NEG
described_NEG
per_NEG
dog
valued
tuned
assistance
numerical
querying
creator
verified
sue
robin
greeting
predecessor
successor
pennsylvania
challenged
narrative
client
name_NEG
dick_NEG
chose_NEG
lazily
worded
heavy_NEG
interviews_NEG
intellectual_NEG
absorbing
contain
contains_NEG
usually_NEG
irving
grow_NEG
encouragement
infant
store
calculate_NEG
graduation
post
atleast
resourceful
dig
duration
workload
medium
accept
respond
european
vision
existence
looked
speaking_NEG
readable
facilitator
prefer
prompt
waster
privilege
idiom
genius
written
comfortably
applaud
talked
moving_NEG
technics
humans_NEG
differences_NEG
west_NEG
fascinated_NEG
interpret_NEG
received_NEG
comments_NEG
mean_NEG
esp
workshop
ape
thoughtfully_NEG
startup
freely
musician
maintained
indicator
institute_NEG
muy
buen
portion_NEG
constructed
hoping_NEG
toddler_NEG
ex_NEG
weight_NEG
calories_NEG
visit_NEG
oatmeal_NEG
legal_NEG
factors_NEG
society_NEG
hiv_NEG
note_NEG
opera
blocks_NEG
success_NEG
feeding
editing
symbol_NEG
day_NEG
double_NEG
define_NEG
dropped_NEG
trained_NEG
fellow_NEG
bug_NEG
responses_NEG
rat
align_NEG
majority_NEG
discover_NEG
matthew
muito
no
played
conclude_NEG
convey_NEG
clever_NEG
printer_NEG
technology_NEG
afraid
fear
male
dislike
lengthy
updated_NEG
puzzle
computational
incremental
awe
grunt
population
reflection
merely
hate
mine
describe_NEG
gist
relational
algebra
usage_NEG
metadata_NEG
syntax_NEG
furthermore_NEG
overwhelmed_NEG
download
tends
highlight
ensuring
intimidating
critique
oversimplified
briefly_NEG
introduces_NEG
foundation_NEG
despite_NEG
inconvenience_NEG
accomplish
prevention
soup
homemade_NEG
ben_NEG
lambert_NEG
david_NEG
mine_NEG
downloading_NEG
products_NEG
mildly
evaluation
fist
institution
reviewers_NEG
recently_NEG
loon
farmer
elsewhere
heap
ensure
beta
binomial
conjugate
unless
gamma
modern_NEG
computers_NEG
reality_NEG
specifics_NEG
namely
carrier
blast
active_NEG
emphasizes
utilizing
bridge
dealing
domain
behavior
businesses_NEG
apart
gardening
plant
keyboard
usually
vegan
concern
usual
jonathan_NEG
moreover
nobody_NEG
consistently_NEG
amateurs_NEG
mucho
wrote_NEG
fan_NEG
involve_NEG
served
simulation
slightly_NEG
hoped_NEG
installation
pa
ram
amendment
calling
mentioning
threshold
armed
involving
shortest
transcript_NEG
finally_NEG
definitions_NEG
thankful_NEG
portfolio
desire_NEG
relief
emerging
mobile
relatively_NEG
experiences_NEG
mixture
competition
handwriting
moment_NEG
seconds_NEG
installing
variation
environmental
significance
congratulate
criterion
minimum
leaving_NEG
comprehension
decimal
preparing_NEG
timeline
dull
weird
spanish
answered
sorting
pile
practiced
numeral_NEG
letter_NEG
anywhere_NEG
slide_NEG
direction_NEG
anybody_NEG
navigating
approximation_NEG
exams_NEG
animal_NEG
interspersed_NEG
digital
electronics
overlooked
soak
breaking
gotten_NEG
erin_NEG
smaller
steeper_NEG
hit_NEG
attitude_NEG
genetics_NEG
translated
prompt_NEG
title_NEG
bla
slowly
hold_NEG
straw_NEG
fifth
standards_NEG
agriculture
worldview
economics
efficiency_NEG
picked
performing
tight
journalism
iot
submission
late_NEG
upload_NEG
articulate
connected_NEG
taster
handout
panel
capacity
article
ass
inspirational
supplement
stress_NEG
multivariate
differential
med
rough
spot
reviewing_NEG
remarkable
extended
orientation
wit
waited
laugh
reference_NEG
underlying
parents_NEG
struggling_NEG
excellence
tackle
coloring_NEG
roman_NEG
condensed_NEG
tailored
oop
grandmother
correctly_NEG
tame
complementing
pity
auditing_NEG
qualified_NEG
susan_NEG
body_NEG
culture
undoubtedly
bring_NEG
myth
evidence
meeting_NEG
scheduled_NEG
wow_NEG
ar_NEG
sea
illustrations_NEG
immense_NEG
design_NEG
salon_NEG
happen_NEG
potentially_NEG
routine
loves_NEG
histology
husbandry
deepen_NEG
tone
ahead_NEG
phone
auto_NEG
activity_NEG
evaluate_NEG
deserves
circle
sustainable
modules_NEG
decent_NEG
watched
curiosity_NEG
worldwide
minded
vastly
sadly
distinguish
expressing
changer
ta_NEG
calculation_NEG
delay
documentation
evening
mexico
extending
thinker
exposition
digest
mutation
refreshment
hypothesis
convincing
multi
ad_NEG
nutritionist
qualitative
grader_NEG
spectacular
relation_NEG
integrated
he
sad
impressed_NEG
africa_NEG
grasping_NEG
programme
dummy
shaped
twice_NEG
unique_NEG
rush_NEG
segment_NEG
stress
fair_NEG
philosophical_NEG
guided_NEG
meditations_NEG
buddhist_NEG
finance_NEG
motivated
images_NEG
polynomial
jena
proverb
excitedly_NEG
commonly_NEG
invest_NEG
glean
rom
progressive
logically
referred
prime
similarly_NEG
connect
dollars_NEG
bone
terminal
therapy
cent
los
relaxing
convinced
alone
quantity_NEG
episode
gulp
affected
presumably
tibetan_NEG
culled_NEG
traditions_NEG
lesser_NEG
vehicle_NEG
mindfulness_NEG
emerged_NEG
sharon_NEG
practically_NEG
fascinated
coupled
repeated
oriented_NEG
org_NEG
statement_NEG
:(_NEG
incorrect_NEG
broken_NEG
profession_NEG
reach_NEG
futile
farm
fitted
retroviral
oneself
generated_NEG
cosmos
ki
wondering
quirk
precious
happily
displayed
ethical
incomplete
worse_NEG
unclear_NEG
criteria_NEG
pick_NEG
notch
meant
decisions_NEG
yeoman
loos
directives_NEG
core_NEG
upgraded
upgrade_NEG
closer_NEG
string
lao
wordless
com
regional
proposal
productivity_NEG
reduction_NEG
production_NEG
processing_NEG
livestock_NEG
sizes_NEG
utilization_NEG
robotic_NEG
fermentation_NEG
cassava_NEG
leaf_NEG
sundry_NEG
dominant_NEG
innovative_NEG
product_NEG
disorganized_NEG
quantity
trouble_NEG
neurotransmitter
neat
illustrating
googled_NEG
specially_NEG
illustrating_NEG
brought_NEG
looks_NEG
pasted_NEG
highest_NEG
shed
warm
immense
grand
audited_NEG
noted_NEG
klein_NEG
tantra_NEG
accepted_NEG
james_NEG
table_NEG
abiding_NEG
technique_NEG
parsing_NEG
explored_NEG
peter
specialized
menorah
altruism_NEG
brulee
unreasonable
thou
characteristics_NEG
customer
rate_NEG
aesthetic_NEG
volume_NEG
adjust_NEG
causing_NEG
procedure
coefficients_NEG
miles_NEG
storing_NEG
index