interesting
course
done_NEG
calculus_NEG
years_NEG
wonderful_NEG
get_NEG
back_NEG
really_NEG
enjoyed_NEG
jim_NEG
enthusiasm_NEG
explanation_NEG
fundamentals_NEG
.
._NEG
would_NEG
helpful_NEG
errors_NEG
marking_NEG
quizzes_NEG
corrected_NEG
pointed_NEG
months_NEG
ago_NEG
focus
social
political
aspect
well
known
historical
information
provided
different
country
around
world
highlighted
various
president
dealt
epidemic
amazing
big
influence
disease
would
preferred
bio
medical
hiv
gain
complete
understanding
however
definitely
recommend
somebody
want
create
aid
enriching
content
coupled
started
looking
real
far
great
loved
fact
could
watch
video
follow
step
pace
really
good
objective
clear
text
supportive
subject
presented
open
approach
everyone
interested
relation
theme
thanks
education
:)
easy
light
fun
experience
give
addicted
brain
correct_NEG
name_NEG
second_NEG
part_NEG
course_NEG
give_NEG
detail_NEG
information_NEG
different_NEG
drugs_NEG
body_NEG
biology_NEG
directly_NEG
related_NEG
brain_NEG
however_NEG
training_NEG
good_NEG
change_NEG
label_NEG
professor
like
much
self
peace
study
material
control
simple
informative
info
even
adult
sir
style
explaining
awesome
someone
need
learn
teach
way
thing
enthusiasm
teaching
teacher
limit
respect
thoroughly
enjoyed
learned
deal
particularly
programming
assignment
forward
starting
enrolled
pure
interest
android
app
development
think_NEG
complete_NEG
existing_NEG
work_NEG
schedule_NEG
happened_NEG
several_NEG
earlier_NEG
courses_NEG
made_NEG
busy_NEG
less_NEG
motivated_NEG
slow_NEG
apply_NEG
material_NEG
well_NEG
organized_NEG
sufficient_NEG
beginners_NEG
last_NEG
date_NEG
lessons_NEG
assignments_NEG
feeling_NEG
credit_NEG
goes_NEG
setup_NEG
apps_NEG
seem_NEG
trivial_NEG
introduction_NEG
wonder_NEG
simple_NEG
app_NEG
developer_NEG
evident_NEG
need_NEG
learn_NEG
developing_NEG
instructors_NEG
also_NEG
explain_NEG
ways_NEG
achieve_NEG
result_NEG
challenging_NEG
drive_NEG
know_NEG
best_NEG
weeks_NEG
spent_NEG
coursera_NEG
truly
insightful
enjoyable
picture
effort
must
gone
preparation
make
challenging
rich
calculus
class
instructor
high
degree
motivation
personal
sense
wonder
beauty
reaching
law
attempt
capture
contagious
discovery
awe
euler
experienced
break
complex
matter
concise
language
dumb
grunt
understand
quickly
anticipation
next
topic
english
certainly
love
sentence
lot
data
walk
coding
without
theory
prefer
little
helped
completing
capstone
ended
take
intro
edx
done
particular
better
explanation
going
basic
mark
map
constructed
balance
practice
think
time
complexity
algorithm
application
kind
spent
though
excellent
useful
help
engaging
explains
abstract
concept
clarify
many
sequence
series
added
new
analytical
tool
claim_NEG
calc_NEG
ii_NEG
master_NEG
feel_NEG
much_NEG
better_NEG
understanding_NEG
move_NEG
forward_NEG
confidently_NEG
beneficial
quite
difficult
advanced
level
chart
exciting
strong
structured
simplified
lecturer
thank
feel
confident
adhd
classroom
resource
shared
invaluable
continue
respond
individual
student
front
putting
together
recomend
dont
cancer_NEG
interested_NEG
learning_NEG
may_NEG
people_NEG
gives_NEG
idea_NEG
basics_NEG
thanks_NEG
sorry_NEG
english_NEG
perfect_NEG
..._NEG
overview
felt
wish
...
overall
wonderful
passionate
cancer
chance
..
answer
teradata
exercise
provided_NEG
student_NEG
cannot_NEG
whether_NEG
writing_NEG
sql_NEG
statements_NEG
lecture
thought
provoking
enlightening
point
start
printing
link
interview
keep
work
one
greatest
go
practical
given
insight
addiction
inspiring
u
yes
care
child
extremely
hard
solid
foundation
math
final
project
massive
consuming
see_NEG
coming_NEG
surprised_NEG
way_NEG
;)_NEG
start_NEG
working_NEG
final_NEG
assignment_NEG
since_NEG
beginning_NEG
outstanding
introduction
beethoven
piano
sonata
piece
know
liked
task
hard_NEG
smart_NEG
job_NEG
getting_NEG
grade_NEG
fun_NEG
side_NEG
minimal_NEG
passing_NEG
joke_NEG
literally_NEG
certificate_NEG
simply_NEG
implementing_NEG
given_NEG
pseudo_NEG
code_NEG
language_NEG
choice_NEG
hugely_NEG
devalues_NEG
especially_NEG
without_NEG
track_NEG
offered_NEG
comprehensive
last
lesson
content_NEG
particularly_NEG
practical_NEG
assessment_NEG
brush
tableau
included
mo
license
touched
rushed
also
extra
week
two
stuff
quiz
bit
silly
focusing
minor
instruction
:-)
structure
basically
read
perhaps
star
saw
diagram
expression
reading
loud
might
red
lacked
perfect
best
easily
compressed
sometimes
long
explain
base
arctic
change
pdf
able
add
optional
appreciate
sur
test
pas
mistake
bioinformatics
totally
enjoy
biology
love_NEG
organized
explained
exceptional
technique
learnt
current
life
appreciated
building
block
highlight
importance
skill
java
required
identify
clearly
metric
situation
nice
idea
use
helpful
indication
grading
system
save
statistic
ever
hello
taiwan
currently
working
manager
management
company
patient
online
ppt
heuristic
always
show
poor
feedback
message
wrong
case
failed
performance
issue
starter
file
inconsistent
description
confusing
help_NEG
forums_NEG
school
almost
highly
came
probability
followed
homework
made
realise
small
yet
universe
physic
first
guess
needed
planned
anyone
astronomy
unnecessary
difference
hadoop
mapreduce
everybody
computer_NEG
science_NEG
background_NEG
implementation
increased
increase
despite
already
live
user
reviewing
taker
horizon
valuable
right
job
outdated
code
eclipse
google
dropped
support
ago
official
ide
studio
lab
unable
program
get
ton
error
post
forum
unanswered
day
excelent
nothing_NEG
incredible_NEG
ancient_NEG
reptiles_NEG
lot_NEG
evolution_NEG
im
loving
novice
astrobiology
deep
resolve
assignements
include
version
angular
component
indeed
representative
industry
additive
manufacturing
convenient
look
related
found
attractive
knew
something
business
analysis
proved
glad
took
specialization
intuitive
learning
intresting
got
recipe
taught
effort_NEG
recommend_NEG
anyone_NEG
greater
exactly
detailed
graph
research
specific
title
misleading
excel
mathematical
anything_NEG
set
actually
simply
delightfully
pleasant
lead
every
charisma
fantastic
isnt
heavy_NEG
awful
connection
out
taken
minute
nearly
hour
load
datasets
indication_NEG
queries_NEG
training
helping
master
short
articulated
easier
absorb
format
relevant
health
word
problem
designed
hand
may
lost
part
understand_NEG
experience_NEG
topic_NEG
araf
didnt
angular_NEG
confident_NEG
skills_NEG
learned_NEG
great_NEG
instructor_NEG
funny_NEG
push
towards
goal
example
includes
analyst
scientist
implementing
methodology
although
centered
number
reasoning_NEG
number_NEG
crunching_NEG
room_NEG
little_NEG
mistake_NEG
although_NEG
second
university
alberta
dino
paleontology
impressed
ancient
marine
reptile
depth
animal
classification
tree
absolutely
phenomenal
kept
engaged
obvious
others
sql
query
recommended
downside
repetitive
technical
profound
instructive
tip
enhance
art
brief
perspective
involved
module
view
terminology
creation
cool
congratulation
technical_NEG
business_NEG
metrics_NEG
bit_NEG
unclear_NEG
defining_NEG
mindset_NEG
data_NEG
analyst_NEG
like_NEG
position_NEG
require_NEG
looking_NEG
rest_NEG
combo_NEG
dr
face
knowledge
usefull
throw
another_NEG
benefits_NEG
knowledge_NEG
many_NEG
companies_NEG
inside_NEG
keep_NEG
meet_NEG
colleagues_NEG
make_NEG
new_NEG
friends_NEG
finally_NEG
grow_NEG
listening_NEG
team_NEG
pleasure_NEG
peer
review
downloading
computer
especially
everything
server
order
coursera
people
writing
boring
enhancing
professional
exposure
improve
gusto
amount
angularjs
covered
typical
copy
paste
reccommend
friend
come
several
difficulty
apply
forgotten
year
engineer
please
favorite
beginner
none
arduino_NEG
touch
cosmology
moreover
mathematics_NEG
used_NEG
sir_NEG
explanations_NEG
highly_NEG
recommended_NEG
equation
;)
detail
food
important
kid
mother
seen
cooking
watching
cook
tv
complicated
nothing
tiring_NEG
improving_NEG
health_NEG
kids_NEG
world_NEG
regards_NEG
chinese_NEG
mother_NEG
brilliant
charles
cockell
maybe
never
congratulations_NEG
presented_NEG
sessions_NEG
summary
family
visualization
demonstration
prior
elementary
background
eager
fundamental
design
harder
previous
section
prof
loon
dark
le
matthijs
fine
incredible
collection
terrific
cover
progression
gained
rest
grade
btw
wait
till
three
enough_NEG
read_NEG
required_NEG
textbook_NEG
examples_NEG
medium
understood
opportunity
reflect
within
compelling
framework
fast
paced
another
bushee
ittner
entertaining_NEG
bushee_NEG
purely_NEG
speak_NEG
find_NEG
answer_NEG
interview_NEG
six
month
pretty
essential
accomplish
efficient
water
move
regard
slide
seeing
hardly
mind
requiring
learner
upgrade
run
autograder
ridiculous
wanted
applying
alot
used
organization
revenue
grow
sale
spot
string
put
due
speaking
grammar
subtitle
interactive
transcript
consider
adding
regular
etc
satisfied
weekly
marvelous
excercises
factual
available
innovation
creativity
immersed
mathematics
creative
educator
general
art_NEG
educators_NEG
presenter
animated
utilize
facing
usage_NEG
tableau_NEG
objectives_NEG
using_NEG
presentation_NEG
results_NEG
one_NEG
gets_NEG
stuff_NEG
putting_NEG
together_NEG
arduino
platform
jim
prepared
chosen
opinion
nevertheless
mooculus
oh
free
textbook
entrepreneur
matter_NEG
university_NEG
life_NEG
algos
quick
quizz
automatically
full
whatever
didactic
motivates
delve
deeper
javascript
python
struggled
java_NEG
resources_NEG
large_NEG
projects_NEG
upon_NEG
progress_NEG
academic_NEG
algorithmic_NEG
problems_NEG
software_NEG
engineer_NEG
career_NEG
proof
complicated_NEG
time_NEG
memory_NEG
efficiency_NEG
practice_NEG
robert_NEG
sedgewick_NEG
explains_NEG
harris
straightforward
end
principal
allows
plan
person
taking
ability
potential
artist
museum
educational
staff
career
among
delivered
expectation
suddenly
changed
policy
take_NEG
free_NEG
anymore_NEG
want_NEG
gain_NEG
receive_NEG
feedback_NEG
nutrition
factor
living
total
human
optimization
young
growing
advantage
find
becoming
educated
benefit
eating
natural
organic
whole
scientific
illustration
entire
otherwise
fully_NEG
works_NEG
additional_NEG
things_NEG
built
easy_NEG
anyway_NEG
organization_NEG
lectures_NEG
exercises_NEG
able_NEG
target_NEG
teacher_NEG
clear_NEG
quality
finally
introductory
type
peer_NEG
resolve_NEG
almost_NEG
never_NEG
available_NEG
name
bad_NEG
believe_NEG
come_NEG
expecting_NEG
let_NEG
put_NEG
mastering_NEG
analysis_NEG
mostly_NEG
probability_NEG
use_NEG
excel_NEG
expect_NEG
superb
created
sophisticated
logic
solving
edge
using
log
written
least
software
going_NEG
please_NEG
say_NEG
run_NEG
copy_NEG
fusion_NEG
particular_NEG
instructional_NEG
video_NEG
playing_NEG
taking_NEG
notes_NEG
possible_NEG
still_NEG
takes_NEG
days_NEG
professor_NEG
true_NEG
online_NEG
tutorials_NEG
regard_NEG
tools_NEG
contained_NEG
within_NEG
reviewing_NEG
quite_NEG
module_NEG
provide_NEG
us_NEG
environment_NEG
spend_NEG
hours_NEG
fill_NEG
week_NEG
searching_NEG
sources_NEG
taught_NEG
build
upon
scope
alright
np
somehow
still
incomprehensible
focussed
ratio
fraud
earnings
fourth
seemed
relate
analytics
non
financial
play
role
outcome
accounting_NEG
field_NEG
detection_NEG
scenarios_NEG
real_NEG
focused_NEG
pertain_NEG
certain_NEG
aspects_NEG
finding_NEG
manager_NEG
management_NEG
score_NEG
etc_NEG
modern
brazil
intermediate
majority
advice
daily
relative
negotiation
activity
visit
york
survey
longer
stress
testing
generally
rare
instance
correct
debated
professional_NEG
created_NEG
uni_NEG
pay_NEG
attention_NEG
removed_NEG
helped_NEG
gave_NEG
try_NEG
greater_NEG
method_NEG
totally_NEG
specialization_NEG
preparing
ableton
reviewed
probably
mooc
music
believe
see
classical
completely
update
blast
search
phylogenetic
experienced_NEG
lecture_NEG
lesson_NEG
boring_NEG
thing_NEG
figure_NEG
teachers_NEG
include_NEG
every_NEG
participate_NEG
making_NEG
thank_NEG
colleague
greatly
varied
since
question
astronomy_NEG
starting_NEG
point_NEG
cover_NEG
overview_NEG
everything_NEG
system_NEG
dark_NEG
energy_NEG
allow_NEG
ready_NEG
dive_NEG
deeper_NEG
topics_NEG
interest_NEG
disappointing
shallow
impressive
credential
bioinformatic
method
provart
whilst
showing
freely
usually
internet
suggest
approaching
personally
ii
element
missing
underlying
reason
reckon
supported
frame
third
solve
guy
average_NEG
interesting_NEG
fascinating
admit
andy
dry
began
wit
waited
continually
deliver
hilarious
laugh
reference
communicate
tremendous
span
critical
western
history
efficiently
manner
enough
area
expand
presenting
providing
courser
cant
forget_NEG
technology
narrative
story
present
connecting
astrophysics
genetics
passing
geology
archeology
anthropology
economy
clearly_NEG
distribution_NEG
honestly_NEG
true
rather_NEG
honestly
let
note
expected
main
encountered
constantly
giving
jargon
previously_NEG
mentioned_NEG
even_NEG
fail_NEG
insight_NEG
external_NEG
decipher_NEG
professors_NEG
saying_NEG
wikipedia_NEG
links_NEG
accompanied_NEG
book_NEG
wanted_NEG
bayesian_NEG
statistics_NEG
could_NEG
skipped_NEG
class_NEG
main_NEG
reason_NEG
giving_NEG
stars_NEG
instead_NEG
labs_NEG
though_NEG
lab_NEG
indeed_NEG
clarifying_NEG
concepts_NEG
look_NEG
save_NEG
money_NEG
finish
provides
handle
additional
followed_NEG
refreshing_NEG
awesome_NEG
medical_NEG
fact_NEG
person_NEG
diagrams_NEG
visible_NEG
taken_NEG
thus_NEG
far_NEG
always_NEG
actual_NEG
classroom_NEG
setting_NEG
beyond_NEG
level_NEG
college_NEG
graduate_NEG
degree_NEG
social_NEG
quiz_NEG
questions_NEG
advanced_NEG
passed_NEG
third_NEG
lively
intuition
curriculum
ba
m
phd
cannot
say
gave
write
sqrt
pretty_NEG
students_NEG
join_NEG
enjoy_NEG
seriously_NEG
stop_NEG
talking_NEG
everyone_NEG
chemistry_NEG
teach_NEG
earth_NEG
high_NEG
school_NEG
par_NEG
info_NEG
chance_NEG
bring_NEG
text_NEG
amazing_NEG
videos_NEG
special
tech
talk
suitable
virtually
anybody
tech_NEG
genius_NEG
printing_NEG
excelente
curso
de
los
con
que
espero
una
newbie
become
graduate
jogesh
muppala
intelligence
humour
major
contribution
record
consulting
mentor
success
upgraded
twice_NEG
seemed_NEG
maybe_NEG
next_NEG
classes_NEG
already_NEG
took_NEG
pacing
developed
side
surprise
fascinated
speaker
aware
differently
pedagogy
reasonable
greek
studied
refresher
prior_NEG
elements_NEG
universe_NEG
details_NEG
around_NEG
technology_NEG
overall_NEG
picture_NEG
past_NEG
future_NEG
ever_NEG
glad_NEG
prep
ap
intro_NEG
becoming_NEG
intermediate_NEG
user_NEG
skill_NEG
add_NEG
child_NEG
individual_NEG
either_NEG
useful_NEG
daily_NEG
portion
explicit
possible
audience
approximation
getting
opened
educative
key
running
process
tutorial
fluent
sit
comfortably
pleased
eye
opening
dynamic
future
returning
journalist
picked
deadline
performing
tight
schedule
along
offered
journalism
foot
door
place
brian
non_NEG
native_NEG
speaker_NEG
follow_NEG
exposition
emerging
lack
platformcongratulations
administrative
coursecongratulations
seem
comprehend
core
parent
super
participant
usage
jana_NEG
excellent_NEG
jana
borg
agile
generic
pro
delivery
analogies_NEG
theory_NEG
first_NEG
two_NEG
okay
numerical
demonstrate
formula
superficial
might_NEG
series_NEG
analytics_NEG
doubt
global
handy
meal
market
shopping
vegetable
old
soon
fowler
immense
energy
initiative
recommendable
ambitious
coverage
reality
date
gap
left
finding
presentation
masterpiece
rule
evaluating
curve
clean
tour
informational
entertaining
disappointed
recent
college
important_NEG
context_NEG
traditional_NEG
dynamic_NEG
covers_NEG
check_NEG
marine_NEG
showed_NEG
instruction_NEG
educational_NEG
bayesian
requires
thinking
analytic
brick
mortar
force
meditation
china
context
evolved
today
mindfulness
movement
researcher
trying
prove
guided
monk
illustrated
satisfy
curiosity
listening
happy
knowledgable
honest
civilization
communication
tend
overly
bad
graphic
showed
dish
stating
encouraging
smart
choice
task_NEG
toddler_NEG
got_NEG
farmers_NEG
market_NEG
went_NEG
plan_NEG
often_NEG
caregiver
augmented
top
notch
facility
strategy
hear
mr
bi
making
playing
pleasure
blowing
amazon
extensive
unfortunately
suggestion
male
perfectly
advance
bloc
submitted
completed
pay
later
practically
oriented
brilliantly
flow
light_NEG
amazingly_NEG
fall
metastasis
poorly_NEG
planned_NEG
thrown_NEG
pity
payment
rather
theoretical
stats
focus_NEG
implementation_NEG
seemingly_NEG
begin
describe
pain
impossible
match_NEG
files_NEG
issues_NEG
forum_NEG
updated_NEG
worse_NEG
build_NEG
written_NEG
instructions_NEG
shown_NEG
solution_NEG
told_NEG
actually_NEG
something_NEG
grading_NEG
criteria_NEG
lose_NEG
functions_NEG
kept_NEG
hoping_NEG
low_NEG
quality_NEG
provide
deal_NEG
repetition_NEG
roman_NEG
adam
positive
manages
certain
pedagogical
breaking
derivation
incredibly
eagerly
differential
later_NEG
regret_NEG
lack_NEG
necessary
separate
anyway
ground
practitioner
seems
applied
formal
solution
significant
expertise
assumed
example_NEG
approximation_NEG
explained_NEG
seems_NEG
algorithms_NEG
asked_NEG
exams_NEG
project_NEG
similar_NEG
discussion
package
finance
origin
contained
wealth
science
calm
nicely
tool_NEG
complementary
accounting
image
briefly
found_NEG
hands_NEG
wish_NEG
delve_NEG
amount_NEG
compared_NEG
worthy
refresh
prepare
sufficient
guidance
graded
accomplishment
hone
surprised
easily_NEG
.._NEG
appreciated_NEG
enjoying
enthusiastic
leaned
behind
jefferson
controversial
figure
father
nation
onuf
brings
explore
challenge
relationship
influenced
regarding
absence
involvement
outside_NEG
graded_NEG
computers_NEG
answers_NEG
test_NEG
super_NEG
ask_NEG
answered_NEG
confusion_NEG
go_NEG
unresolved_NEG
potentially_NEG
wrong_NEG
saw_NEG
happen_NEG
times_NEG
platform_NEG
perhaps_NEG
practices_NEG
poor_NEG
sure_NEG
strange_NEG
desire_NEG
input_NEG
motivated
us
including
visual
fast_NEG
datacamp
release
chemical
neurotransmitter
experiment
drug
normal
tobias
bootstrap
realize
website
plus
derive
actual
intense
passion
palatable
remember
minus_NEG
star_NEG
stay_NEG
away_NEG
relevant_NEG
challenges_NEG
encounter_NEG
day_NEG
show_NEG
solve_NEG
enjoyable_NEG
humor
organize
mom
turn
healthy
tasty
reminded
habit
stock
pantry
sharing
specialist
intriguing
quantitative
else_NEG
must_NEG
term
clever
grateful
relatively
specially
understandable
discover
offer
interact
pattern
implement
guide
complement
hope
afford
th
anything
anywhere
loses
member
subscription
book
inspirational
jeremy
value
wide
variety
antibiotic
informed
decision
nutritious
hit
precise
tough
cheerful
attitude
invest
joy
simplistic
ruined
requirement
singer
pursue
introduces
answering
based
model
seen_NEG
trying_NEG
sense_NEG
create_NEG
scratch_NEG
based_NEG
ones_NEG
difficult_NEG
model_NEG
themes_NEG
access_NEG
bibliography_NEG
full_NEG
potential_NEG
cut_NEG
stronger
undergraduate
expecting
cluttered
monitored_NEG
attention
account
camera
qualified_NEG
included_NEG
demand_NEG
mooc_NEG
state
eat
obtained
audit
ok
muy
para
aprender
scratch
bottom
gate
cpu
architecture
satisfaction
studying
engineering
ar
theoritical
half
invited
happens
ict_NEG
specialist_NEG
stress_NEG
meeting_NEG
tasks_NEG
minutes_NEG
upload_NEG
http_NEG
www_NEG
review_NEG
revealing_NEG
process_NEG
creating_NEG
happy_NEG
steps_NEG
helpfull
instead
heavy
claim
case_NEG
requires_NEG
previous_NEG
inferential_NEG
hardly_NEG
certainly_NEG
outdated_NEG
refer_NEG
seriously
reccomend
direct
exact
reflection
congrats
team
extreme
curious
addition
importantly
feeling
marvel
question_NEG
whole_NEG
human_NEG
civilization_NEG
thousands_NEG
discovered_NEG
crucial_NEG
mathematical_NEG
theorems_NEG
physical_NEG
explaining_NEG
complex_NEG
invisible_NEG
said_NEG
except
carefully_NEG
lay
intensive
thorough
often
rely
paying
frustrating
rewarding
depends
ide_NEG
somehow_NEG
managed_NEG
lost_NEG
sheet
california
san
diego
friendly
bring
culture_NEG
jefferson_NEG
long_NEG
nice_NEG
beethoven_NEG
fan_NEG
appreciate_NEG
music_NEG
coursethank
duke
initially
accent
crystal
impact
introduced
field
greate
stimulating
ghez
worth
bored
death
skipped
germano
lectured
supposed_NEG
historical_NEG
extremely_NEG
educative_NEG
beginner_NEG
prof_NEG
germano_NEG
needed_NEG
prerequisite_NEG
suggest_NEG
familiar_NEG
algebra_NEG
stats_NEG
dr_NEG
egger_NEG
equations_NEG
via_NEG
pre_NEG
fantastic_NEG
spreadsheets_NEG
couple_NEG
hopefully_NEG
impossible_NEG
challenge_NEG
luck_NEG
enhanced
challenged_NEG
writer_NEG
struck_NEG
texts_NEG
provides_NEG
page_NEG
visual_NEG
reminder_NEG
discussion_NEG
word_NEG
subject_NEG
development_NEG
quit
fundamentally
diverse
share
infectious
hardware
period
reinforce
rating
covered_NEG
supplementary_NEG
google_NEG
open_NEG
otherwise_NEG
rating_NEG
treatment
progress
felt_NEG
overwhelmed_NEG
end_NEG
impressed_NEG
profesor
near_NEG
application_NEG
terrible
french
android_NEG
unless_NEG
total_NEG
novice_NEG
rated
senior
addicted_NEG
michael_NEG
kuhar_NEG
emory_NEG
space
seek
finished_NEG
yet_NEG
refresher_NEG
single_NEG
variable_NEG
missed_NEG
utilized
waiting
least_NEG
reference_NEG
robert
sedgewick
qualified
plenty
repeated
relation_NEG
performed
welfare
improved
view_NEG
animals_NEG
perspective_NEG
needs_NEG
welfare_NEG
somewhere_NEG
functioning
shorter
small_NEG
makes_NEG
original
hesitate_NEG
enroll_NEG
head
lots_NEG
paper_NEG
engineering_NEG
completed_NEG
line_NEG
everyday
children_NEG
exactly_NEG
doable
infant
older
age
conversation
grocery
store
home
went
moment
academic
tamy
graduated
faculty
evidence
uncertainty
imagination
hypothesis
especialy
chris
impey
devoted
occasionally
healthier
scattered
public
poorly
assembled
comprehensible
turn_NEG
reading_NEG
listed_NEG
skilled_NEG
contain_NEG
left_NEG
unanswered_NEG
teaching_NEG
staff_NEG
reply_NEG
manner_NEG
support_NEG
major_NEG
disappointment_NEG
taste
strongly
mysql
previously
web
page
amazed
capable
journey
knowledgeable
reasoning
forces_NEG
programming_NEG
popular_NEG
applications_NEG
whatever_NEG
ideas_NEG
healthy_NEG
food_NEG
probably_NEG
obnoxious_NEG
associated
mathematician
beyond
raw
inspired
integral
versus
trained
fully
equipped
besides
garden
chicken
breast
affordable
talk_NEG
common_NEG
remind
production
erin
tho
encourage
ingredient
cooked
processed
baby
boy
selected
conceptual
clarity
notation
try
calculate
chose
developing
logical
integrated
environmental
protection
behavior
vegan
concern
focused
single
zero
numbers_NEG
calculations_NEG
math_NEG
physiological
psychology
memory
drive
pc
emulator
solved
timely
depth_NEG
appreciation_NEG
company_NEG
databases_NEG
likely_NEG
delayed
expect
targeted
pienta
hopkins
throughout
john
becomes
gained_NEG
current_NEG
sound
annoyed
rushing
pick
meat
bone
unless
finished
five
night
phone_NEG
clever_NEG
python_NEG
ex_NEG
blame_NEG
speaking_NEG
formulas_NEG
improvement_NEG
hat
attend
american
revolution
wanting
iteration
telling
higher
moocs
calc
bc
skip
ap_NEG
tests_NEG
semester_NEG
helps_NEG
constraint
barra
appreciating
appeal
linear
clip
daw
endless
sort
elaborate
clearer
connect
applicable
illustrative
contains
favourite
maker
corrected
knew_NEG
introduced_NEG
worthwhile_NEG
compared
daniel
involving
experiential
introduce
berklee
tell
heard_NEG
printer_NEG
engaging_NEG
interviews_NEG
involved_NEG
industry_NEG
discuss_NEG
specific_NEG
offer_NEG
views_NEG
opinions_NEG
perspectives_NEG
importance_NEG
considering_NEG
introductory_NEG
thorough_NEG
internet_NEG
resume
letter
talking
alive
implemented
api
improvement
ambiguous
pet
effect
harmful
substance
offers_NEG
set_NEG
implementations_NEG
weekly_NEG
designed_NEG
takeaway
profitability
risk
recently
passed
basis
combination
specialisation
diet
stay
competent
dozen
participated
expanded
avoiding
repetition
definition
setting
input
god_NEG
multiple_NEG
exam_NEG
select_NEG
identical_NEG
except_NEG
added_NEG
zero_NEG
undertake_NEG
function
revealing
hey
react
advise
usefulness
rate
low
bang
nutrition_NEG
currently_NEG
basis_NEG
fresh_NEG
foods_NEG
diet_NEG
husband_NEG
statement
worksheet
scenario
virtual
newcomer
differents
source
studied_NEG
piece_NEG
basic_NEG
structures_NEG
detailed_NEG
suggestion_NEG
space_NEG
complexity_NEG
adding_NEG
chapter_NEG
trial_NEG
kevin_NEG
assessment
tomorrow
cours
considering
typing
likely
typo
result
thanx
unreasonable
harmonic
certification
indepth
machine
worked
develop
outline
seeker
beautifully
meet
inspiration
require
fix
suggests
order_NEG
watch_NEG
half_NEG
condensed_NEG
modules_NEG
decent_NEG
five_NEG
misleading_NEG
therefore
supplemental
worst
mention
beginning
couple
fundamental_NEG
processes_NEG
behind_NEG
ohio
present_NEG
refresh_NEG
area_NEG
horrible
effective
accessible
illustrate
cement
appetite
directly
stanford
mine
across_NEG
resourceful
dull
monotonous
script
frequent
specially_NEG
comes_NEG
consistent_NEG
furthermore_NEG
aid_NEG
backgrounds_NEG
chosen_NEG
whatsoever_NEG
hand_NEG
throughout_NEG
usually_NEG
hope_NEG
reviews_NEG
towards_NEG
exellent
inspires
hoping
check
beginers
principle
active
multiple
captivity
relating
earth
seeking
strange
sub
particle
proffesor
hitoshi
murayama
powerful
covering
specialized
huge
competition
accessible_NEG
philosophy_NEG
reviewed_NEG
essay_NEG
room
awsome
ordinary
limits_NEG
confidence_NEG
:)_NEG
term_NEG
due_NEG
missing_NEG
beta
familiar
distribution
reminder
redundancy
eliminated
imagine
excited
minimal
planning
four
nature
attempted
buddhism
culture
applaud
bunch
brought
mediocre
combine
discipline
produce
coherent
appear
joined
implement_NEG
programs_NEG
session
pwc
beautiful
filming
arch
egger
story_NEG
apt
newly
spend
chemistry
kentucky
modelling
hopefully
managed
worth_NEG
comprehend_NEG
parents_NEG
night_NEG
presents_NEG
head_NEG
format_NEG
variety_NEG
techniques_NEG
including_NEG
majority_NEG
kitchen_NEG
blackboard_NEG
illustrate_NEG
cooking_NEG
demonstrations_NEG
kudos_NEG
stanford_NEG
producing_NEG
started_NEG
engaged_NEG
catch
back
turning
finance_NEG
philosophical
tibetan
proving
overwhelmed
volume
early
large
necessary_NEG
become_NEG
articles_NEG
philosophical_NEG
relatively_NEG
beat_NEG
experiential_NEG
guided_NEG
meditations_NEG
apparent_NEG
faculty_NEG
research_NEG
genuine_NEG
buddhist_NEG
thought_NEG
nutritional
combined
common
served
kitchen
family_NEG
sugar_NEG
adapt_NEG
perceptions_NEG
style_NEG
loved_NEG
constructive
compare
cartoon
eye_NEG
contact_NEG
presentations_NEG
filled_NEG
impression_NEG
watching_NEG
retained_NEG
sometimes_NEG
rewind_NEG
points_NEG
listen_NEG
finish_NEG
write_NEG
state_NEG
normally_NEG
remember_NEG
names_NEG
brilliant_NEG
eventually_NEG
lead_NEG
overly_NEG
updated
crisp
changing
bridge
sciences_NEG
study_NEG
range
herodotus
thucydides
broad
greece
amsterdam
biologist
sweet
led
confusion
right_NEG
forced_NEG
mark_NEG
proceed_NEG
algorithmic
toolbox
consists
containing
bullet
pseudocode
comprised
confidence
supplement
struggle
faced
fairly
treating
applies
equally
weighted
concept_NEG
presenters_NEG
verbatim_NEG
slides_NEG
unsure_NEG
terms_NEG
communication_NEG
ability_NEG
hold_NEG
cost_NEG
services_NEG
accustomed_NEG
mit_NEG
edx_NEG
khan_NEG
academy_NEG
feature_NEG
education_NEG
definitely_NEG
users_NEG
exceptional_NEG
broken_NEG
rarely_NEG
slide_NEG
lacking_NEG
straight_NEG
considered_NEG
served_NEG
curriculum_NEG
guide_NEG
regardless_NEG
fitted
mean
conveys
allow
organised
popular
miss
slow
speed
analogy
profoundly
buy
cut
bill
crepe
pack
maya_NEG
lives_NEG
:p_NEG
access
evaluating_NEG
efficient_NEG
fly
assistant
called
apparently
society
consideration
fight
fellow
wished
dense
monotone
seemingly
desire
convey
guest
three_NEG
refreshed
vivid
offering
approachable
arbitrary
value_NEG
justify_NEG
waiting_NEG
someone_NEG
completely_NEG
asking_NEG
primary_NEG
key_NEG
straw_NEG
persuasive
ethic
altruism
became
exploration
tutor
beware
worse
instructional
operate_NEG
smoothly_NEG
paid_NEG
beware_NEG
handwriting_NEG
homework_NEG
shows_NEG
sheets_NEG
messy_NEG
badly_NEG
matching_NEG
mac_NEG
pc_NEG
function_NEG
stuck_NEG
knowing_NEG
sheet_NEG
worst_NEG
understood_NEG
studying_NEG
discussions_NEG
easier_NEG
print_NEG
document_NEG
recommending
refreshing
treated
fell
mix
provider
progressive
practise
funny
spiritual
c
theoretical_NEG
compact
ian
sufficiently
kit
appropriate
additionally
supposed
programmatic
extent
array
materiel
buddhist
superbly
numerous
compare_NEG
execution_NEG
duke_NEG
truly_NEG
awful_NEG
horrible_NEG
vast_NEG
amounts_NEG
jargon_NEG
extensive_NEG
assumption_NEG
scope_NEG
reasonably_NEG
expected_NEG
honest_NEG
achieved_NEG
treatment_NEG
targeted_NEG
disjointed_NEG
benefit_NEG
moving
feed
trip
knowing
sustainable
quickly_NEG
boarding
runner
keyboard
constant
polynomial
fail
decimal
type_NEG
extra_NEG
place_NEG
problem_NEG
correctly_NEG
processing
dedication
repeat
urgently
meyer
bigger
barely
outside
sales_NEG
interaction_NEG
audience_NEG
suck
obviously
medium_NEG
suggested_NEG
materials_NEG
simpler_NEG
wondering
sure
exam
fixate
wonderfully
compiled
surely
character
excitement
begining
appealing
addict
antimicrobial
listen
bliss
executive
interpretation
becomes_NEG
transcripts_NEG
asked
criterion
said
negative
unit
bothered_NEG
session_NEG
grasp_NEG
principles_NEG
algorithm_NEG
watched_NEG
youtube_NEG
matching
immensely
answered
improving
choose
posting
dognition
database
productive
uva
close
quit_NEG
pace_NEG
away
environment
fowler_NEG
acquiring
exploring
tad
sample
man
exceeded
essay
researching
summary_NEG
chris_NEG
impey_NEG
target
era
happening
personal_NEG
send
accept
certificate
called_NEG
statistic_NEG
binary_NEG
exciting_NEG
features_NEG
extended
insightfull
gaining
joyful
shown
mechanism
nutrient
pest
agnostic
vegetarian
fresher
local
drink
dude
ideal
volunteer
cash
manage
maya
spectacular
relay
option
graphical
past
else
solid_NEG
miss_NEG
readings_NEG
optional_NEG
structured_NEG
ahead
managing
completing_NEG
thoughts_NEG
realized
attracted
travel
contemplative
delivered_NEG
became_NEG
pieces_NEG
judge_NEG
tried_NEG
efforts_NEG
absorb_NEG
meditative_NEG
nature_NEG
dense_NEG
cases_NEG
download_NEG
script_NEG
talks_NEG
along_NEG
history_NEG
buddhism_NEG
meditation_NEG
suppose_NEG
separate_NEG
sharing_NEG
among_NEG
consuming_NEG
others_NEG
dear
barbara
designing
conveyed
slightly
js_NEG
knowledges_NEG
developer
revision
author
fill
power
participate
methodical
computing
sorry
rewatch
hence_NEG
improve_NEG
learners_NEG
across
understandable_NEG
ought
wet
investing
adventure
purely
service
resistance
lina
<3
chronic
infection
biofilms
lunch
lucid
behaviour
consider_NEG
game_NEG
aware_NEG
policy_NEG
live_NEG
eat_NEG
expert
completion
kick
useless
native
chinese
tried
badly
neurobiology
incorrect
means_NEG
pronunciation_NEG
profs_NEG
fine_NEG
professionals_NEG
big_NEG
entire_NEG
subtitles_NEG
visible
paper
deeply
syllabus
balanced
trouble
osu
edu
whether
notion
concrete
following
theorem
justification
coming
dealing
domain
dedicated
stat
binary
entropy
encouragement
implication
framed
event
spanning
planet
cosmos
frustrated
strong_NEG
emphasis_NEG
models_NEG
reach
transmission
extraterrestrial
lovely
demanding
ucsd
discussing
classmate
agree_NEG
analyze_NEG
exploring_NEG
piano_NEG
sonatas_NEG
choices_NEG
minded
kind_NEG
heart
veterinarian
moocs_NEG
serious
evaluate
enrichment
wild
très
et
interactives
pouvoir
pour
un
son
par
segment
moved
sum
visually
rigorous
recognize_NEG
downer_NEG
seeking_NEG
discouraged_NEG
changes_NEG
enthusiastic_NEG
occasions_NEG
submitted_NEG
incorrect_NEG
mathematician_NEG
receiving_NEG
exact_NEG
demonstrating_NEG
responses_NEG
form_NEG
turned_NEG
raw_NEG
conclusion_NEG
reflection_NEG
pronounce_NEG
integral_NEG
care_NEG
accurate
embedded
intelligent
schooler
comfortable_NEG
various_NEG
microstrategy_NEG
bi_NEG
analyzing_NEG
capstone_NEG
came_NEG
installation_NEG
cause_NEG
mr_NEG
inner
layout
define
direction
calculation
attractive_NEG
programme
straight
upload
harder_NEG
ending
alexander
andrew
szegedy
maszak
demonstrates
literature
government
philosophy
greek_NEG
coverage_NEG
bc_NEG
address_NEG
complaints_NEG
feels_NEG
liked_NEG
political_NEG
quirk
download
leave
safe
mode
default
quantity_NEG
drawing
adam_NEG
continue_NEG
express
iam
disorganized_NEG
struggling_NEG
random_NEG
addition_NEG
link_NEG
prepared_NEG
bored_NEG
standard
turtle
discouraging_NEG
words_NEG
section_NEG
frustrating_NEG
bought_NEG
elementary_NEG
step_NEG
gulp
yeoman
trial
submit
speaks
he
achieved
per
ask
whoever
rounded
attended
successful
cutting
measurement
cook_NEG
measuring_NEG
expert_NEG
jonathan
musician
interdisciplinary
exercices
meaningful
resubmit
missed
broken
stuck
automatic_NEG
grader_NEG
divide_NEG
search_NEG
javascript_NEG
pass_NEG
manual_NEG
automated_NEG
posted_NEG
gotten_NEG
error_NEG
switching_NEG
showing_NEG
program_NEG
fails_NEG
programmer_NEG
wasting_NEG
lecturers_NEG
accent_NEG
distracting_NEG
enrolled_NEG
buy_NEG
buying_NEG
creators_NEG
analyzing
regression
intuitive_NEG
calculate_NEG
rush_NEG
forgot_NEG
relate_NEG
modeling
specifically
described
intellectual
somewhat
virginia
appreciation
geared
rome
viewpoint
christian
artifact
medicine
famous
royal
manage_NEG
decided_NEG
earn
fee
bu
round
redundant
intelligently
serving
chagpar
evident
lucky
charge
alternative
therapy
clinical
descriptions_NEG
sentences_NEG
twice
soak
larger
mentioned
willing
ten
practicing
french_NEG
doctor
greeting
frequent_NEG
logic_NEG
absolutely_NEG
emphasis
party
proper
auto_NEG
generated_NEG
broaden
concrete_NEG
inconsistency
praise
thus
gifted
description_NEG
faster_NEG
building_NEG
blocks_NEG
money
dinosaur
personable
naturally
scientifically
leaf
impression
wife
happen
quest
trust
immediately
struggled_NEG
combination_NEG
terminology_NEG
imho
reduce
via
email
accross
mba
credit
turned
weekend
excellently
korean
film
phones_NEG
continuing
sign
bioconductor
fabulous
:d
america
feature
contribute_NEG
subscription_NEG
options_NEG
allowed
diversify
adults_NEG
issue_NEG
complaint_NEG
suffering_NEG
breast_NEG
distance_NEG
terrible_NEG
events_NEG
finishing
locked
classmate_NEG
notice_NEG
disappointed_NEG
competitive
condensed
productive_NEG
breadth
dijkstra
describing
submit_NEG
classmates_NEG
downloadable
ease
trainer
visuals
memorize
formulated
extension
humble
packed
sign_NEG
princeton_NEG
camera_NEG
frequently_NEG
specifically_NEG
allowing_NEG
realize_NEG
opportunity_NEG
delicious
mostly
list
acronym
serious_NEG
auto
grader
cloudera
vm
installation
ready
ram
saying
self_NEG
stack
correctly
sorting
pile
practiced
folk
advertised
bower
allowed_NEG
exposure_NEG
deep_NEG
play_NEG
thinking_NEG
numeral_NEG
symbol_NEG
letter_NEG
tell_NEG
solving_NEG
equation_NEG
doubt_NEG
anywhere_NEG
proficient_NEG
held_NEG
positive_NEG
exposed_NEG
web_NEG
coding_NEG
front_NEG
power_NEG
higher_NEG
direction_NEG
guess_NEG
cope_NEG
recipes_NEG
decision_NEG
doctor_NEG
insights_NEG
creating
outline_NEG
submitting_NEG
confusing_NEG
meaning_NEG
convey_NEG
mainly
deficiency
enter
linking
gonna
pose
couse
worded
entry
path
carefully
comparing
luck
organic_NEG
allergies_NEG
kenneth
act
tougher
delivering
overdue
occasion
impact_NEG
angularjs_NEG
website_NEG
server_NEG
supplemented
integrate
worthwhile
biological
animation
proper_NEG
signs_NEG
expectations_NEG
stronger_NEG
opinion_NEG
regression_NEG
justice_NEG
dive
layer
optimistic
successfully_NEG
revisit
comment
gorgeous
wayne
discus
contain
buggy
dutta
profession
hosting
portal
happened
messy
threshold
increasing
promising
decided
suffering
pronunciation
fair
regret
lacking
khan
academy
workload
david
clifford
saron
speak
creator
contributor
j
transformation
entering
recomended
shortest
forgotten_NEG
healthier_NEG
satisfying
algo
d
faster
molecular_NEG
waste
signed
initial
raise
recommendation
caculus
mastering
statistical
repeating_NEG
valuable_NEG
population
significantly
advancement
wow
profit
group
cavaco
overcome
:p
taylor
facts_NEG
segments_NEG
knife_NEG
ingredients_NEG
informati
indicated
pursuing
disappointing_NEG
teaches_NEG
longer_NEG
improved_NEG
modern_NEG
syntax_NEG
shine
excitedly_NEG
commonly_NEG
known_NEG
invest_NEG
cource
effectively
chapman
whose
voice
grasp
rhythm
wording
guy_NEG
query_NEG
stretched
late
grappling
recording
blooper
planning_NEG
exercise_NEG
plenty_NEG
accurately
therapy_NEG
educating
decent
talked
glitch
mixture
facet
received
innovative
marketing
month_NEG
significance
bravo
honor
assistance
sketch
usable
thankful
originally
absorbs
promised
allowing
belief
ed
alex
literacy
track
limited
similar
qualitative
physical
dependency
rush
images_NEG
schemes_NEG
referring_NEG
visually_NEG
programmer
ableton_NEG
load_NEG
daws_NEG
knows_NEG
substantial
specialists_NEG
fascinating_NEG
pursuing_NEG
enabled
condition
evening
ample
enroll
roughgarden
spreadsheet
concerning
institution
somewhat_NEG
beforehand_NEG
constructive_NEG
experiences_NEG
signed_NEG
discrete
chunk
introducing
limited_NEG
dropped_NEG
lover
translation_NEG
youtube
whats
digging
v
holistic
short_NEG
answering_NEG
narrow_NEG
limit_NEG
attempts_NEG
precise_NEG
accompany
inviting
reinforcing
filled
officially
halfway
abandoned
league
absorbed
normally
quizes_NEG
traditional
professionally
suited_NEG
perfectly_NEG
researched_NEG
endless_NEG
lists_NEG
adjectives_NEG
unfortunate_NEG
effect_NEG
clifford_NEG
saron_NEG
scientific_NEG
tibetan_NEG
participants_NEG
pursue_NEG
exhilarating_NEG
hear_NEG
american_NEG
vehicle_NEG
disappointment
unfamiliar
join
waste_NEG
structure_NEG
exceptionally
prerequisite
position
cause
surgery
microbiology
campus
forever
operation
immediate
switch
lower
concentration
splitting
fresh
collaboration
interaction
recall
shed
curiosity_NEG
explore_NEG
considered
semester
morning
matt
mcgue
broke
spark
unusual
submission
amiable
everybody_NEG
consideration_NEG
eating_NEG
thankful_NEG
begineers
tedious
definitly
product
http
handout
erin_NEG
veterinary
clinic
assist
motivating
articulating
neuroscience
walk_NEG
middle_NEG
unable_NEG
walking_NEG
testing_NEG
deserves
digital
imo
jump
thread
attendance_NEG
drop_NEG
difficulty_NEG
promote
proceed
begginers
secondly
thoroughly_NEG
god
bless
yale
simplify
crucial
fails
possibly
pointed
sub_NEG
parts_NEG
runners_NEG
hour_NEG
changing_NEG
general_NEG
price_NEG
paying_NEG
setup
fit
criticism
properly
suggestions_NEG
screenshots_NEG
gulp_NEG
grunt_NEG
strangely_NEG
fix_NEG
inconsistent_NEG
sort_NEG
git_NEG
pull_NEG
ended_NEG
version_NEG
controlling_NEG
entertainment
deserve
community_NEG
blackboard
opener
comfortable
meisler
acquired
tons_NEG
clinical_NEG
types_NEG
patients_NEG
unprecedented
choose_NEG
abstraction
posted
wordpress
com
lesser
vehicle
recently_NEG
org_NEG
immense_NEG
global_NEG
reflect_NEG
note_NEG
noted_NEG
lesser_NEG
reasons_NEG
four_NEG
sharon_NEG
salzberg_NEG
society_NEG
mention_NEG
signing_NEG
skip_NEG
klein_NEG
anam_NEG
thubten_NEG
mindfulness_NEG
trained_NEG
patterns_NEG
definitive_NEG
implications_NEG
david_NEG
oriented_NEG
statement_NEG
tantra_NEG
accepted_NEG
west_NEG
visit_NEG
grab_NEG
home_NEG
countries_NEG
ends_NEG
minute_NEG
motivation_NEG
following_NEG
heart_NEG
assumes_NEG
fourth_NEG
standard_NEG
emerged_NEG
traditions_NEG
natural_NEG
post_NEG
gm_NEG
papers_NEG
monotone_NEG
semi_NEG
voice_NEG
james_NEG
awake_NEG
fair_NEG
geared_NEG
books_NEG
subjects_NEG
ss_NEG
brought_NEG
psychology_NEG
cp_NEG
scientist_NEG
table_NEG
kindness_NEG
calm_NEG
abiding_NEG
whereas_NEG
technique_NEG
findings_NEG
obvious_NEG
tradition_NEG
reduction_NEG
susan_NEG
legal_NEG
received_NEG
comments_NEG
tells_NEG
mean_NEG
simplicity
groundwork
geek
met
economics
minimum
personally_NEG
connect_NEG
fit_NEG
clarified_NEG
segment_NEG
satisfaction_NEG
logical_NEG
spending
confused
myth
formatted
preceding
philosopher
diary
regardless
personality
deeply_NEG
dig
aimed
lifestyle
moma
symbols_NEG
adjusted
beginer
delighted
meaning
prime
sad
consolidate
injection
viewing_NEG
offline_NEG
multi_NEG
volume_NEG
near
articulate_NEG
positions_NEG
ranging
galaxy
worry_NEG
length_NEG
distracted_NEG
paid
wasted
pull
solidify
crafted
annoying
vague
explanatory
bunch_NEG
demo
comprehension
train
whereas
analyse
limitations_NEG
tricks_NEG
bet_NEG
increase_NEG
serial
latin
vastly
sadly
patience
random
bilingual
ahead_NEG
specification
positively
emory
ma
lo
dan
esta
mi
en
gracias
cost
auditing
checking
gist
afraid
irrelevant
supporting_NEG
million
kuhar
discussed
societal
either
mucho
frontier
capacity
apart
km_NEG
miles_NEG
share_NEG
pragmatic
warning
prepare_NEG
caught_NEG
huge_NEG
determined_NEG
early_NEG
wait_NEG
passion_NEG
ethical_NEG
altruism_NEG
local_NEG
slightly_NEG
expensive
mismatch
rhodes
kulikov
avoid
face_NEG
dont_NEG
bug
vast
illustrations_NEG
conclusions_NEG
design_NEG
inclusion_NEG
easiest
wasting
md
cultural
touching
spectrum
scene
visualize
divide
conquer
checked_NEG
pivot
table
incorporate
continues
vision
physics_NEG
besides_NEG
encourages_NEG
eyes_NEG
broader
revise
complaint
reduced
posts_NEG
alone_NEG
accomplished
keen
impress
enviroment
balanced_NEG
tips_NEG
delivers
aways
neither
payoff
depending
asking
everyday_NEG
kevin
solutions_NEG
avoid_NEG
alternative_NEG
processed_NEG
instance_NEG
wood_NEG
option_NEG
solidifying
lecturer_NEG
edit_NEG
chef_NEG
nearly_NEG
strongly_NEG
matters_NEG
possibility_NEG
excellence
rational
pointer
simpler
unique
rough
polished
thumb
learnt_NEG
acquire
assistants_NEG
mind_NEG
heritage
cute
meals_NEG
top_NEG
negative_NEG
clean_NEG
weight_NEG
amateur
literally
portuguese
audio
lifestyle_NEG
handled
def
external
michael
bacteria
integrates
neural
response
behavioural
manageable
thoughtful
spacecraft
compliment
formation
enhance_NEG
:(_NEG
toward
connected
exhaustive
pseudo
advocate
oncology
nevertheless_NEG
planing
invent
concisely
road
creates
possibility
dream
strength
purpose
aspiration
fulfill
log_NEG
googling_NEG
participation
disease_NEG
path_NEG
expanded_NEG
applied_NEG
leveraging
biofilm
graduation
reality_NEG
integration
diagnosis
statistical_NEG
community
agriculture
sensitive
uofa
united
distinguish
succinct
successfully
elegant
aspect_NEG
command_NEG
prompt_NEG
standards_NEG
call_NEG
retake_NEG
foreign
worker
palaeontologist
med
form
pr
stiff
nand
informative_NEG
adore
beneficial_NEG
sad_NEG
mainstream
corporate
affect
address
discover_NEG
war
ending_NEG
purpose_NEG
entrepreneurship
activities_NEG
blank_NEG
providing_NEG
tricky_NEG
pointless_NEG
dull_NEG
looked_NEG
printed_NEG
investment
enormous
properly_NEG
harris_NEG
category
bug_NEG
ie_NEG
product_NEG
estimate
marked
coursework
editing_NEG
deleted_NEG
participating_NEG
posting_NEG
areas_NEG
rendering_NEG
moderators_NEG
delete_NEG
qualm
understading
interacting
disjointed
hint
swim
closer_NEG
audited
extraordinary
carrier
unclear
line
construct
applying_NEG
situations_NEG
unnecessarily_NEG
deadline_NEG
methods_NEG
genes_NEG
grasping_NEG
maths_NEG
bonus
hesitation
guys_NEG
overwhelming
affected
india
simulation
economic
phenomenon
overwhelming_NEG
realistic_NEG
elsewhere_NEG
gradually
confused_NEG
late_NEG
pleasant_NEG
pain_NEG
tie
weak_NEG
cold
accompanying_NEG
described_NEG
offerings_NEG
conclude_NEG
born
agent
raising
object
leaving
insufficient
trigger
terminal
rat
trend
stand
owned
harm
reduction
mineral
stage
cleared
substance_NEG
conditions_NEG
movement_NEG
fog_NEG
drug_NEG
addiction_NEG
basically_NEG
meal_NEG
catch_NEG
spread
forced
sets_NEG
tim
draw
mom_NEG
soon_NEG
dummy
monotonous_NEG
screen_NEG
interspersed_NEG
window
soo
ilkay
altintas
amarnath
gupta
reaction
body
screen
abuse
latest
framework_NEG
vs_NEG
lengthy_NEG
edinburgh_NEG
vet_NEG
fall_NEG
anybody_NEG
till_NEG
accomplishment_NEG
precious
aristotle
aspiring
cosmic
atom
provocative
latter
subtittles_NEG
wise
africa_NEG
base_NEG
painful_NEG
controller
filter
illustrating
proficient
laid
surface
formal_NEG
musical_NEG
greatly_NEG
encourages
yo
trick
clarified
season
protocol
evaluate_NEG
comparing_NEG
reduce_NEG
define_NEG
mba_NEG
strategy_NEG
imagine_NEG
flexible
saving
stick
jupyter
mum
incremental
detached
absolute
uart
superficial_NEG
man_NEG
replies_NEG
assistant_NEG
meant
largely
editing
occasional
eg_NEG
mobile_NEG
workout
growth
difference_NEG
driven
minor_NEG
interviewing_NEG
rudimentary_NEG
skim
leave_NEG
label
fate
ipython
notebook
honored
spoken
requirements_NEG
database_NEG
managerial
nonfinancial
measure
vital
argument_NEG
dhaado
indicator
kpi
typically
doc
inclined
applicable_NEG
switched
demand
smth
appears_NEG
ben_NEG
lambert_NEG
mine_NEG
explonations_NEG
intuition_NEG
stands_NEG
mysql_NEG
classification_NEG
initially_NEG
relaxing
curse
universities_NEG
wants_NEG
attending
mid_NEG
deserve_NEG
organizer
ethical
peter
functionalities_NEG
linear_NEG
vague_NEG
switch_NEG
loss_NEG
phrased_NEG
chapter
functionality
box
furthermore
chain
monte
carlo
absolute_NEG
differentiable_NEG
extension_NEG
supermarket_NEG
accomplish_NEG
seeing_NEG
agriculture_NEG
convenient_NEG
animal_NEG
news
analyze
approach_NEG
understands
thrilled
childhood
recap
grateful_NEG
installing
skilled
atmosphere_NEG
boost
receive
landscape
commitment
musical
endeavor
relates
chef
careful
resilience
assembler
mystery
twenty
exposed
investigation
debugging
weak
pseudocode_NEG
normal_NEG
inference
certification_NEG
bridge_NEG
allows_NEG
descriptive
outright_NEG
authors_NEG
air_NEG
year_NEG
usefull_NEG
lecturing
suited
library
spec
smaller
includes_NEG
hell
apps
existence
participating
quick_NEG
connection_NEG
anatomy
customer
exemplary
cultural_NEG
entertainment_NEG
marketing_NEG
creation_NEG
realization_NEG
executed
monitor
soft
expensive_NEG
cares_NEG
healthcare
realistic
livestock
farming
nutshell
woman
amusing
trace
kretschmer
multiplication
cool_NEG
reviewer
bother_NEG
captivating
dick_NEG
chose_NEG
regarding_NEG
completion_NEG
maintain
focuses_NEG
factors_NEG
knowledgeable_NEG
service_NEG
decisions_NEG
average
searching
involves_NEG
dry_NEG
hearing
derivative
motivational
carry
library_NEG
researching_NEG
molecular
undoubtedly
submitting
marginally
additionally_NEG
significant_NEG
government_NEG
inept_NEG
teradata_NEG
unfortunately_NEG
purchasing
involve
official_NEG
ensure
fifth
presumably
thousand
worldwide
benefited_NEG
biss_NEG
appeared_NEG
haydn_NEG
breathtaking
absorbing
semi
bachelor_NEG
jump_NEG
journey_NEG
developed_NEG
per_NEG
advertised_NEG
critic
plain
wrote
truth
dog
valued
specie
board
experts_NEG
expressing
title_NEG
demonstrate_NEG
ta_NEG
mentors_NEG
wanting_NEG
competent_NEG
brush_NEG
financial_NEG
whats_NEG
happening_NEG
negotiation_NEG
driver
genetics_NEG
noticed_NEG
enables
engage
undergrad
:(
oop
lazily
idiot
return
relational
algebra
ensuring_NEG
handle_NEG
ass
weakness
surprisingly
uk
flaw
exiting_NEG
age_NEG
trees_NEG
optimize
ignoring_NEG
risk_NEG
peers_NEG
refreshes
caption
systematic
slowly
perfection
close_NEG
duration
integrating
thinker
european
menorah
symbol
loos
leg
mandatory_NEG
addressed_NEG
widen
concise_NEG
earlier
suggested
network
stretch
bio_NEG
custom_NEG
ill_NEG
=d
conducted
relevance_NEG
broader_NEG
rich_NEG
emotions_NEG
agree
watched
in
rushed_NEG
factory_NEG
discovered
variable
stated_NEG
ta
fyi
preparing_NEG
daniel_NEG
appear_NEG
thoughtfully_NEG
illustrates
readable
startup
responsibility
advance_NEG
institute_NEG
mobile
mixed
peculiar
robin
opening_NEG
nonetheless_NEG
spite
economic_NEG
hiv_NEG
prerequisites_NEG
meant_NEG
wrote_NEG
submission_NEG
viz
rock
opera
therefore_NEG
canvas
success_NEG
puzzles_NEG
feeding
simplifies
disturbing
tables_NEG
linkedin
kant
delay
documentation
prefer_NEG
unit_NEG
repetitive_NEG
annoying_NEG
arch_NEG
sounds_NEG
dimension
muito
strengthen
disadvantage
efficacy
emphasizes
utilizing
signing
fear
kudos
fluent_NEG
neurobiology_NEG
wider
charity
income
changed_NEG
fundamentally_NEG
perception_NEG
bob
expanding
blend
technics
site_NEG
arid
falling
asleep
inconvenience_NEG
tone
desired
paced_NEG
increasingly
preview
institution_NEG
farmer
elsewhere
discourse
utterly
counseling
anti
retroviral
referred
movie
remarkable
generation
fist
reviewers_NEG
adjective
conscious
applicability_NEG
heap
distance
browser
despite_NEG
stepik
recognition
mapreduce_NEG
execution
exchange_NEG
industrial
shanghai
china_NEG
trade_NEG
essays_NEG
bugs_NEG
nonetheless
evaluation
mildly
energetic
says_NEG
hadoop_NEG
tip_NEG
x1_NEG
consultant
carried
businesses_NEG
situation_NEG
lao
produced
regional
proposal
status
price
balance_NEG
productivity_NEG
effective_NEG
production_NEG
processing_NEG
livestock_NEG
constructing_NEG
sizes_NEG
chicken_NEG
feed_NEG
utilization_NEG
probiotic_NEG
fermentation_NEG
cassava_NEG
leaf_NEG
sundry_NEG
ruminant_NEG
innovative_NEG
activity_NEG
capacity_NEG
families_NEG
private_NEG
country_NEG
frequentist
supporting
susceptibility
unlike
article
succeed
begin_NEG
differences_NEG
visualization_NEG
keeping
flow_NEG
formula_NEG
moment_NEG
seconds_NEG
workload_NEG
contrast
critique
agricultural
congratulate
neuron
dedicate
black
displayed
changer
illustrating_NEG
novel
glossary
weird
chem
verified_NEG
tutorial_NEG
oatmeal_NEG
portuguese_NEG
microstrategy
listener
intervention
uni
visualisation
navigating
tailored
ecosystem
communicator
hoped
fiction
corresponding
tasked
leading
holding_NEG
glimpse
bigdata
bias
classic
route
upcoming
combining
taster
limitation
powerpoint
gratitude
disconnect_NEG
respond_NEG
abstract_NEG
standalone_NEG
appeared
daunting_NEG
fellow_NEG
pennsylvania
mcmanus
robyn
turner
chat
committed
portfolio
investment_NEG
orientation
backed
primary
tough_NEG
foundation_NEG
wise_NEG
obviously_NEG
heavily_NEG
ebook_NEG
studies_NEG
mechanic
speech
futile
pick_NEG
coefficients_NEG
proffessor_NEG
perform_NEG
mars_NEG
solely
familes
consistent
stopped
auditing_NEG
waster
split
privilege
modify_NEG
rom
printer
solar
figuring
oversimplified
layman
hallmark
sky
men
inquiry
spending_NEG
surely_NEG
certificates_NEG
fusion
mechanical
electrical
briefly_NEG
touched_NEG
explainations
assistance_NEG
beside
mit
sections_NEG
developers_NEG
examining
worried
smile
applicability
fewer
bfs
colour_NEG
bom
calculation_NEG
cloud_NEG
iteration_NEG
active_NEG
presence_NEG
raised_NEG
wasted_NEG
today_NEG
psychological
fixed
ambiguity
retry_NEG
vet
optimized
genius
alone
correctness
irritating
infrastructure
enjoying_NEG
nutritionist
pushed
extending
computing_NEG
motivate
talented
graphs_NEG
amazingly
vocabulary
relevance
injects
argument
instructer
generous
shame
site
jena
game
player
tradition
frustration
rise
spanish
expansion
stop
rate_NEG
aesthetic_NEG
adjust_NEG
lower_NEG
cell
digest_NEG
conclusion
ex
aim
describe_NEG
