friendly
without
background
intro
developed
efficiently
provide
valuable
tool
insight
education
important
phenomenon
global
community
enlightening
detailed
informing
whole
contains
taught
know_NEG
programming_NEG
knew_NEG
vast_NEG
majority_NEG
material_NEG
looking_NEG
forward_NEG
learn_NEG
something_NEG
substantially_NEG
new_NEG
opportunity
every
math
jump
wonder
self
watching
lesson
platform
solving
using
matlab
prepared
organizer
exploring
hope
enjoy
exercise
pedagogic
problem
program
use_NEG
statistical_NEG
program_NEG
spend_NEG
struggling_NEG
understanding_NEG
topic_NEG
interest
however
presented
instance
hard
writing
read
writes
slide
informed
importance
rock
roll
history
might
right
shine
mind
excellence
visuals
proper
actually
really_NEG
enjoy_NEG
building
refreshing
fundamental
engineering
please
add
forum
share
thought
kind
requires
general
discussion
greatly
valerie
intriguing
person
listening
nervous
end
wonderful
look
conversation
met
lovely
lady
called
hec
team
educational
learnt
organized
wanted
missing
feel_NEG
class_NEG
room_NEG
student_NEG
wished_NEG
people_NEG
exchange_NEG
experience_NEG
thank_NEG
informational
definitely
everyone
necessarily_NEG
english_NEG
teach_NEG
music_NEG
math_NEG
etc_NEG
..._NEG
useful_NEG
code
sample
reference
recommended
overall
introduce
music
production
cover
short
totally
introductory
variable
conditional
logic
function
loop
solidified
got
previously
made
find
fantastic
implement
biology
university
study
coursework
pretty
straightforward
approach
towards
oop
come
practice
gave
overview
management
process
liked
capstone
truly
expecially
shane
dixon
throughout
planning
continue
specialization
arizona
state
fan
english
learner
...
respect
fact
contain
outside
go
beyond
academia
exciting
going
fast
learned_NEG
week_NEG
still_NEG
sure_NEG
make_NEG
assignment_NEG
proper_NEG
way_NEG
quiz_NEG
confusing_NEG
sometimes_NEG
felt_NEG
frustrated_NEG
done
professional
showing
area
u
seo
received
expected
thoroughly
able
busy
ease
phone
complete
format
enough
craig
delightful
effective
style
expertise
combined
humble
joyful
personality
gift
pace
support_NEG
prepared_NEG
countless_NEG
online_NEG
search_NEG
discus_NEG
solely_NEG
peer_NEG
many_NEG
drop_NEG
end_NEG
final_NEG
project_NEG
far_NEG
difficult_NEG
prepare_NEG
want_NEG
android_NEG
suggest_NEG
look_NEG
elsewhere_NEG
band
artist
never
heard_NEG
also_NEG
putting_NEG
listen_NEG
context_NEG
larger_NEG
theme_NEG
fit_NEG
evolve_NEG
summary
smartphone
development
pertinent
technology
guitar
already
played
acoustic
info
guitar_NEG
position_NEG
scale_NEG
lecturer
though
sometimes
boring
subject
necessary
base
rest
thorough
logical
everything
peer
assessment
terrible
idea
submission
highest
lowest
grade
feedback
internet
taken
graded
participant
possible
fun_NEG
passed_NEG
(8_NEG
even_NEG
try_NEG
another_NEG
assessment_NEG
based_NEG
aspiring_NEG
teacher_NEG
able_NEG
ass_NEG
someone_NEG
else_NEG
work_NEG
properly_NEG
mindfulness
meditation
shiny
part
extremely
delivery
roadmap
vivid
memory
kudos
healthy
eating
motivating
reasonable
diet
introducing
html
broad
slow
expand
tough
increased
progressively
moved
ok
experienced
hiccup
reading
file
converted
string
contained
dna
fair
section
comprehensive
challenging
debugging
stage
still
confused
amount
detail
supposed
supply
someone
else
experiencing
mistake
came
back
read_NEG
question_NEG
method_NEG
producing_NEG
correct_NEG
answer_NEG
eventually_NEG
reading_NEG
spec_NEG
realised_NEG
mistake_NEG
could_NEG
code_NEG
get_NEG
parsing_NEG
csv_NEG
file_NEG
going_NEG
pretty_NEG
good_NEG
managed_NEG
complete_NEG
covered_NEG
section_NEG
without_NEG
problem_NEG
baby_NEG
name_NEG
well_NEG
yes_NEG
mini_NEG
extensive_NEG
lot_NEG
asked_NEG
written_NEG
found_NEG
small_NEG
test_NEG
invaluable_NEG
testing_NEG
contained_NEG
ball_NEG
although_NEG
specification_NEG
say_NEG
print_NEG
number_NEG
girl_NEG
boy_NEG
total_NEG
entered_NEG
resulted_NEG
call_NEG
write_NEG
additional_NEG
order_NEG
fortunately_NEG
came_NEG
hard_NEG
one_NEG
already_NEG
leave_NEG
focus_NEG
entire_NEG
took_NEG
challenging_NEG
greatest_NEG
concern_NEG
format_NEG
using_NEG
move_NEG
become_NEG
past_NEG
perfect
involved
game
appreciation
fill
gap
educator
face
popular
supplement
fortunate
available
summer
encourage
secondary
difficult
recommend_NEG
paying_NEG
customer_NEG
second_NEG
intro_NEG
graphic_NEG
design_NEG
take_NEG
coursera_NEG
presented_NEG
calarts_NEG
quite_NEG
slow_NEG
boring_NEG
simple_NEG
excitement_NEG
beneficial_NEG
see_NEG
fundamental_NEG
building_NEG
block_NEG
used_NEG
real_NEG
life_NEG
made_NEG
continue_NEG
learning_NEG
excited_NEG
whereas_NEG
forcing_NEG
sit_NEG
finish_NEG
required_NEG
think_NEG
information_NEG
taught_NEG
enough_NEG
successfully_NEG
go_NEG
education_NEG
source_NEG
bad
humorous
workload
making
andrew
ng
explains
complex
provides
ample
coding
application
key
incredibly
descriptive
language
highlight
aspect
appreciated
structured
diverse
range
deep
greek
tragedy
etc
survey
ancient
combine
narrative
method
used
limit
erudite
yet
engaging
manner
top
quality
resource
anyone
greece
hone
skill
superb
workshop
workbook
notch
although
familiar
statistic
calculus
linear
algebra
academic
word_NEG
humanity_NEG
long_NEG
earth_NEG
stay_NEG
rounded
terrorism
counter
today
issue
great_NEG
yaakov
chaikin
brilliant
talking
attempted
cs
jquery
javascript
taking
thankful
found
looking
forward
fabulous
covering
political
career
personal
iconic
figure
jfk
thoughtful
reflective
offer
individual
versed_NEG
field_NEG
add_NEG
charming_NEG
sense_NEG
personal_NEG
involvement_NEG
insight_NEG
period_NEG
relevant_NEG
interesting_NEG
informative_NEG
true_NEG
date_NEG
probably
deserves
star
maintained
form
entire
maintained_NEG
lecture_NEG
production_NEG
value_NEG
basically_NEG
money_NEG
keeping_NEG
shame_NEG
syllabus_NEG
correctly_NEG
address_NEG
gap_NEG
data_NEG
scientist_NEG
skill_NEG
depth
cannot
future
toughest
pursued
far
expecting
advanced
full
rather
mum
fast_NEG
food_NEG
readily_NEG
available_NEG
back_NEG
cooking_NEG
sitting_NEG
meal_NEG
profound
analysis
jefferson
ideal
wish
nation
demonstrate
clever
wise
said
nobel
prize
winner
white
house
concentration
intelligent
since
alone
sharing
net
computer
scientist
hate
present
knowledge_NEG
succinct_NEG
thought_NEG
provoking_NEG
art
case
organisation
different
country
sector
particularly
illustrate
theory
honestly
designed_NEG
went_NEG
video_NEG
rushing_NEG
u_NEG
basic_NEG
telling_NEG
introduction_NEG
tiny_NEG
detail_NEG
find_NEG
rest_NEG
.._NEG
mr
lander
author
tip
needed
designed
tutor
knowledgeable
importantly
lovable
exactly
beginning
solid
waste
producer
illustrated
clearly
moving
calculation
spend
putting
equation
tying
together
often
felt
value
question
arbitrary
le
master
excel
gaining
ground
title
misleading
describe_NEG
argument
dispute
filled
high
leading
expert
field
compared
interested
astronomy
unity
feel
struggled
worth
supervised
unsupervised
algorithm
chosen
appropriately
moreover
developing
step
ass
collect
demonstration
recipe
enjoyable
matter
given
positive
relaxed
grading
threw
like_NEG
fact_NEG
grade_NEG
review_NEG
subjective_NEG
poor_NEG
grading_NEG
system_NEG
business
metric
definition
level
refresher
analytics
put
perspective
setting
working
hand
deeper
always
pleasure
accurate_NEG
feedback_NEG
easy_NEG
explained_NEG
classified_NEG
beginner_NEG
specialization_NEG
prior_NEG
need_NEG
least_NEG
coding_NEG
four
long
covered
chord
intuition
neural
network
svm
allows
training
nn
john
holbo
narrator
book
especially
native_NEG
tongue_NEG
despite
initial
graphic
design
io
enjoying
overwhelming_NEG
start_NEG
optional_NEG
offer_NEG
opportunity_NEG
dig_NEG
little_NEG
deeper_NEG
android
system
unique
feature
influenced
product
require
evolving
tied
exact
date
version
serious
shortcoming
omitted
granted
inexperienced
mathematical
expression
monotonous
voice
pointing
visual
representation
care
comment
posted
simply
understand_NEG
answered_NEG
essence_NEG
quizz_NEG
expected_NEG
le_NEG
precision_NEG
stating_NEG
finally_NEG
reason_NEG
technical_NEG
advisor_NEG
lacking_NEG
specific_NEG
session_NEG
contributing_NEG
frustration_NEG
rather_NEG
negative_NEG
individual_NEG
formula_NEG
derived_NEG
especially_NEG
calculus_NEG
regression_NEG
believe_NEG
added_NEG
minute_NEG
two_NEG
module_NEG
since_NEG
example_NEG
given_NEG
subsequent_NEG
within_NEG
yet_NEG
taking_NEG
starting_NEG
next_NEG
otherwise_NEG
overview_NEG
type_NEG
model_NEG
photographer
raised
improving
see
novel
essential
buddhist
modern
psychology
support
interpret
say
studied
writer
wright
delivers
food
esoteric
may
struggle
similarity
science
buddha
regarding
attachment
assigning
feeling
environment
cause
dissatisfaction
concise
point
experiencing_NEG
audio_NEG
opened
microeconomics
prof
larry
lucid
tesol
certificate
peruse
help_NEG
degree_NEG
due_NEG
low_NEG
self_NEG
year_NEG
struggle_NEG
depression_NEG
however_NEG
regard_NEG
usefull_NEG
tip_NEG
seem_NEG
common_NEG
important_NEG
supported_NEG
science_NEG
kind_NEG
advice_NEG
person_NEG
give_NEG
similar_NEG
school_NEG
technique_NEG
subject_NEG
web_NEG
publication_NEG
mentioned_NEG
throughout_NEG
opinion_NEG
short_NEG
segment_NEG
motivation_NEG
faced_NEG
hour_NEG
often_NEG
view_NEG
ending_NEG
couple_NEG
lecturer_NEG
benefit_NEG
bring_NEG
enthusiasm_NEG
seemed_NEG
impression_NEG
greeting_NEG
thanks_NEG
online
remarkable
ever
real
principle
negotiation
applied
interaction
must
develop
classmate
applicable
firm
part_NEG
successful_NEG
career_NEG
wish_NEG
longer_NEG
perhaps_NEG
greater_NEG
proof_NEG
excellent_NEG
upon_NEG
finishing_NEG
mind_NEG
prof_NEG
truly_NEG
extraordinary_NEG
diego_NEG
phd_NEG
methodology
sustainable
brilliantly
packed
whether
alike
extensive
creating
image
scratch
steganography
alot
technique
behind
provided
teach
stimulated
creativity
enriching
young
negotiator
test
promise
seasoned
programmer
took
hour
average
around
minute
two
stayed
disappointed
focused
computing
strong_NEG
either_NEG
glad_NEG
thing_NEG
nothing
network_NEG
completely_NEG
misleading_NEG
office_NEG
sadly_NEG
got_NEG
disappointed_NEG
nicely
enforce
final
hence
inclusion
additional
wk
hooked
typography
number
helped
query
structure
specially
swirl
:)
arduino
communicate
various
device
bad_NEG
exist_NEG
definite_NEG
flaw_NEG
main_NEG
lack_NEG
place_NEG
clarification_NEG
require_NEG
certain_NEG
amount_NEG
extra_NEG
research_NEG
beyond_NEG
instruction_NEG
allow_NEG
account_NEG
criterion_NEG
binary_NEG
possibility_NEG
partial_NEG
passing_NEG
listing_NEG
possible_NEG
put_NEG
category_NEG
rule
email
explanatory
profesor
curiosity
powerful
foundation
accounting
finance
distinguish
exposure
protein
gene
regulation
contemporary
complicated
octave
least
similar
pitched
certainly
intermediate
thinking
model
substitute
architecture
offered
gain
emergency
preparedness
plan
attitude
awareness
act
disaster
regard
disease_NEG
entity_NEG
noor
genuinely
par_NEG
extremely_NEG
demanding_NEG
advanced_NEG
alternatively_NEG
google_NEG
forum_NEG
point_NEG
absolutely
educating
yonsei
relatively
quickly
amazed
studying
aric
write
script
push_NEG
script_NEG
clearly_NEG
teaching_NEG
futurelearn_NEG
com_NEG
free_NEG
waste_NEG
pay_NEG
brought
pr_NEG
david_NEG
germano_NEG
text_NEG
better_NEG
book_NEG
interested_NEG
loving
rstudio
component
explain
accessible
ii
trial
starting
consider_NEG
biostatistics_NEG
post
doc
researcher
phonetics
germany
background_NEG
machine_NEG
never_NEG
lost_NEG
always_NEG
follow_NEG
study_NEG
thoroughly_NEG
apply_NEG
concept_NEG
helped_NEG
gain_NEG
outside_NEG
primary_NEG
greatly_NEG
expanding_NEG
everyone_NEG
easily
fairly
moderate
sufficient
ml
greta
challenge
zone
lover
light
insightful
something
relate
apply
day
lifestyle
thou
major
main
modeling
log
power
comma
html_NEG
nevertheless_NEG
perfect_NEG
choice_NEG
bootstrap
instead
referencing
designing
website
scholten
unfortunately
minor
fatal
error
cover_NEG
fe_NEG
exam_NEG
title_NEG
might_NEG
reviewing_NEG
depend_NEG
sole_NEG
change
brings
unexpected
source
tie
classic
year
finished
sp
habit
barb
graph_NEG
function_NEG
first_NEG
enthusiasm
breaking
cipher
completely
express
sound
job
call
directly_NEG
implementation_NEG
paced
organised
intimidating_NEG
learnt_NEG
quite
illustration
conflict
resolution
invested
effort
trying
generally
alive
straight
explicit
fresh
factor
web
reason
served
plate
loses
almost
anything_NEG
overall_NEG
awesome_NEG
strongly
content_NEG
different_NEG
practical_NEG
negotiation_NEG
done_NEG
change_NEG
negotiating_NEG
usefull
word
..
hopkins
following
mid
schedule
usually
switch
session
motivated
devote
java
stuff_NEG
practiced_NEG
solved_NEG
nothing_NEG
java_NEG
library_NEG
oop_NEG
ucsd_NEG
introduced
financial
deeply_NEG
widely_NEG
funny
mooc
communicative
big
bang
universe
existence
utilize
curse
chuck
regression
classification
clustering
andrew_NEG
questionnaire
cool
download
searching
;-)
prior
improve
followed
rigorous
subsequent
mobile
graduate
suggest
technical
instruction
appreciate
oakley
terry
sejnowski
away
passionate
dated
database
related
described
seemingly
realize
quest
published
child
oriented
public
health
confident
happy
providing
set
tried
side
possibility
encouragement
explore
complex_NEG
middle
crisis
institution
line
war
license
kill
die
geithner
metrick
realistic
honest
picture
current
affair
economic
ward
considering
special
position
secretary
therefore
risk
opposed
economist
crystal
delving
second
helping
congratulation
sincerely
answer
absurdly
badly
become
fine
sub
par
expensive
em
build
brazilian
culture
opinion
portuguese
ngo
empowering
thru
seminar
comprehend
remember
family
benefit
dairy
meal
barbara
terrence
curious
fruitful
deal
along
last
finish
satisfied
hello
everybody
arranged
next
anticipation
moment
hole
weak
match_NEG
big_NEG
pseudocode_NEG
distracting_NEG
array_NEG
variable_NEG
normal_NEG
saying_NEG
understandable_NEG
sign_NEG
sad_NEG
lingo
bird
eye
admittedly
ux
underwhelming
priced
spread
maximum
justify
consists
let
lack
hand_NEG
gained_NEG
graded_NEG
gi
outdated
otherwise
view
sustainability
type
memorize_NEG
liked_NEG
free
character
fiction
non
creative
compelling
exposition
factual
interviewing
plot
presentation
included
review
consider
precise
organizing
memorize
dedication
preparing
verry
decent
exposed_NEG
excel_NEG
exercise_NEG
approach_NEG
branding
advice
marketing
recent
wished
charles
severance
incredible
boost
brain
thereby
profession
bunch
panda
forget_NEG
note_NEG
later_NEG
hear_NEG
hardly
believe
dan
constructed
delivered_NEG
standard_NEG
previous_NEG
followed_NEG
clear_NEG
guide_NEG
learner_NEG
step_NEG
others_NEG
suddenly_NEG
assume_NEG
level_NEG
significantly_NEG
higher_NEG
includes_NEG
introduced_NEG
dealt_NEG
minimal_NEG
focusing_NEG
analysis_NEG
theory_NEG
relationship_NEG
analyst_NEG
practising_NEG
musician_NEG
wanted_NEG
behind_NEG
easier
another
languaje
im
mexico
clases
homework
task
creator
longer
indicated
within
awsome
business_NEG
intelligence_NEG
strengthen_NEG
database_NEG
obtaining_NEG
certification_NEG
choice
guide
mentioned
changing_NEG
told_NEG
needed_NEG
minimum_NEG
managed
room
improvement
sure
professor_NEG
sloppy_NEG
speaking_NEG
practice_NEG
happy_NEG
efficient
watched
gratefull
enhance
gold
doubt
try
tremendous
advertising
earned
apparent
presenting
participate_NEG
following_NEG
payment_NEG
appreciate_NEG
considering_NEG
matter_NEG
copenhagen_NEG
staff_NEG
tailored
mentor_NEG
helpful_NEG
among
michael
misconception
revealing
psychology_NEG
engineer_NEG
profession_NEG
interest_NEG
joined_NEG
worthwhile_NEG
team_NEG
memory_NEG
movie_NEG
nutrition
impact
ability
emerging
iot
ar
functioning
electrical_NEG
engineering_NEG
necessary_NEG
academic_NEG
supportive_NEG
lesson_NEG
entertaining_NEG
directly
involves
audience
pioneer
perfectly
inspiring
delivered
suitable
outstanding
de_NEG
mindfulness_NEG
increased_NEG
though_NEG
benefited_NEG
immensely_NEG
several_NEG
month_NEG
ago_NEG
dr_NEG
controversial_NEG
brilliantly_NEG
articulate_NEG
manner_NEG
objectivity_NEG
tackling_NEG
religion_NEG
philosophy_NEG
head_NEG
leaving_NEG
ultimate_NEG
belief_NEG
retain_NEG
modify_NEG
entirely_NEG
highly_NEG
qualified_NEG
wise_NEG
guest_NEG
contributed_NEG
guidance_NEG
hope_NEG
future_NEG
best_NEG
heartfelt_NEG
sabato
eloquently
presidency
including
relationship
certain
degree
amateur
php
discus
toe
electrical
engineer
company
inculcate
relevant
engine
mechanical
fluid
mechanic
dynamic
heat
transfer
leaf
desired
esp
geography
specific
bias
request
reviewed
staff
low
score
whereas
required
domain
extensively
fiddly
cleaning
tutorial
lean
dense
interactive
deeply
noticeable
keeping
python_NEG
upon
enrolling
philosophy
school
amazing_NEG
university_NEG
michigan_NEG
everybody_NEG
game_NEG
oriented_NEG
excessive_NEG
created_NEG
instructor_NEG
specifically_NEG
likely_NEG
expense_NEG
commonly_NEG
eg_NEG
glitch_NEG
rubric_NEG
unclear_NEG
ambiguous_NEG
frustrating_NEG
chain
built
deepened
started
excited
aware
lacked
enlightened
research
ad
reiteration
century
reasonably
wide
communicated
engaging_NEG
concise_NEG
implemented_NEG
leaning_NEG
led_NEG
significant_NEG
improvement_NEG
finding_NEG
incomplete
formula
bar
spreadsheet
immensely
small
participant_NEG
raised_NEG
discussion_NEG
response_NEG
rating_NEG
issue_NEG
grammar_NEG
punctuation_NEG
difference_NEG
explains_NEG
easily_NEG
besides_NEG
explanation_NEG
mathematics_NEG
metric_NEG
responsible
excercises
join
driven
address
industrial
predictive
maintenance
seems
dive
suppose
majority
c
indeed
ahead
library
open
close
concerning
cutting
edge
previous
fluent
text
added
fell
expectation
logical_NEG
path_NEG
expanded_NEG
improve_NEG
applied_NEG
world_NEG
glad
stuck
shortened
repeated
restart
messed
wiki
encouraged
scratched
surface
encompassing
multiple
facet
historical
international
relevance
entertaining
continuation
고맙습니다
east
evening
guy
month
puzzled
reactive
keep
track
exploration
complaint
entering
picky
impossible
watch
execution
touch_NEG
surface_NEG
technology_NEG
mention_NEG
tough_NEG
functional_NEG
effectively
impressed
recommand
excelent
recomend
guess
invite
enroll
offering
detailed_NEG
afraid
proof
mini
satisfying
:-)
carry
lighting
designer
theater
result
beginers
playing
piano
musician
heavy
amazingly
brief
outline
depend
entirely
friend
around_NEG
sachs
discussed
lead
search
trainer
continuing
animation
administrator
produced
ill
defined
completed
correctly
disappoint_NEG
prefer
beneficial
negotiate
strategic
enter
workforce
vocabulary
recommending
retired
safely
peggy
mason
masterful
beautifully
several
formation
price
easier_NEG
glitch
answering
daily
selecting
option
select
maybe
doctor_NEG
language_NEG
anyway_NEG
enjoyed_NEG
anybody_NEG
series
scenario
layout
familiarize
structured_NEG
task_NEG
neither
absolute
stand
refer
cannot_NEG
terminology_NEG
mean_NEG
left_NEG
resource_NEG
include_NEG
actually_NEG
started_NEG
lynda_NEG
instead_NEG
seeing_NEG
habit_NEG
picked_NEG
hole_NEG
normally_NEG
prefer_NEG
case_NEG
created
strategic_NEG
management_NEG
gave_NEG
counter_NEG
side_NEG
every_NEG
argument_NEG
come_NEG
textbook_NEG
generally_NEG
skip_NEG
creating_NEG
nice_NEG
fall
provide_NEG
base_NEG
hare
duke
neo
comer
critique
coverage
graphx
age
limited
engage
maya
adam
ive
across
george
constant
mentioning
ton
record
audio
succinct
understandable
insightfull
aha
realizing
fix
rudimentary
linux
bash
shell
novice
daunting
spending
investment
git
hub
transparent_NEG
figure_NEG
committed_NEG
site_NEG
suggested_NEG
area_NEG
sharp
selected
elaborated
happiness
digital
module
based
appear
implementing
fledged
startup
coming
interaction_NEG
classmate_NEG
refresher_NEG
application_NEG
homework_NEG
bit_NEG
evidence_NEG
stated_NEG
newbie_NEG
grow
leadership
accelerate
god
either
analytical
identify
drive
outcome
access
implementation
quick
recap
grasped
thats
sense
audit
specialisation
element
grateful
tight
late_NEG
absolutely_NEG
recommended_NEG
term
sql
standford
youtube
obvious
focus
robust
handling
performance
computation
allow
developer
latest
paper
us
convolutional
shown
successful
natural
processing
dropped
obvious_NEG
refer_NEG
frankly_NEG
familiar_NEG
displayed_NEG
vivid_NEG
picture_NEG
keep_NEG
quiet_NEG
maybe_NEG
gerry
single
dry
manages
mark
strong
basis
complexity
whilst
maintaining
policy
industry
impressive
melhor
curso
de
da
relative
recommendable
sociology
include
pacing
established
move
chapter
holocaust
situation
jew
facing
europe
nazi
pas
demonstrating
indepth
horrible
seeking
organization
mcfarland
super
training_NEG
full_NEG
core
parallel
parallelism
construct
everyday
slightly
simulation
parallel_NEG
scala_NEG
author_NEG
looked_NEG
simulation_NEG
developer_NEG
working_NEG
ever_NEG
spent_NEG
description_NEG
playing_NEG
coordinate_NEG
recursion_NEG
expect_NEG
implementing_NEG
simplified_NEG
form_NEG
hadoop_NEG
map_NEG
reduce_NEG
everyday_NEG
encounter_NEG
brabandere
explaining
stick_NEG
combination
dive_NEG
community_NEG
anyone_NEG
making_NEG
creative_NEG
writing_NEG
limit_NEG
create_NEG
story_NEG
poor
consist
transcription
manually
parameter
space
solution
adapted
exposed
spot
newbie
digestible
statistical
inference
tricky
mcq
deepening
balance
communication
foremost
order
evaluation
listen
twice
coz
dead
constraint
falling
asleep
worse
social
criminal
paid
literally
killed
worst
tutorial_NEG
spoke_NEG
quickly_NEG
nearly_NEG
incomprehensible_NEG
incomplete_NEG
aware_NEG
hood_NEG
ruby_NEG
rail_NEG
wow
intense
asu
motivation
efficacy
progress
comfortable
presenter
inspirational
professional_NEG
describe
lasting
impression
treat
faster
getting
rid
old
incorporating
interview
desire
abundance
allowing
rich
bless
contributing
hoped
stuff
per
wrong_NEG
basis_NEG
saying
maximize
journey
neuroscience
picked
kept
giving
frankly
chance_NEG
repeat_NEG
shown_NEG
comprehend_NEG
terribly_NEG
depth_NEG
action_NEG
relating_NEG
series_NEG
sir
robert
shiller
smile
direct
honor
optimistic
confidence
capability
crazy
framework_NEG
ton_NEG
show_NEG
nobody
assigment
poorly
coordinated
provided_NEG
day_NEG
posted_NEG
reckon
employer
inspire
isb
bringing
increase
brazil
frustrating
comment_NEG
potentially_NEG
link_NEG
enable_NEG
conflicting_NEG
requirement_NEG
moderator_NEG
referred_NEG
contain_NEG
probably_NEG
minority_NEG
taken_NEG
agree_NEG
wholeheartedly_NEG
despite_NEG
everything_NEG
please_NEG
upgrade_NEG
regret_NEG
indeed_NEG
fond_NEG
organic_NEG
grateful_NEG
:)_NEG
show
stock
prediction
photo
run_NEG
humor_NEG
dull
engages
mindful
recomended
special_NEG
old_NEG
roman
archaeology
hows
why
pity
raw
input
print
compatible_NEG
latest_NEG
version_NEG
check_NEG
contributor
manageable
gude
depending
sufficient_NEG
trying_NEG
mba_NEG
set_NEG
pdfs_NEG
reinforce_NEG
rate_NEG
matrix_NEG
score_NEG
exploring_NEG
option_NEG
piece
adjective
discovered_NEG
wayne
enthusiastic
likable
stretched
seem
repetitive
pattern
sum
force
cross
nevertheless
medium
modelling
somewhat_NEG
unfortunately_NEG
photoshop_NEG
loop_NEG
asset_NEG
mostly_NEG
development_NEG
handled_NEG
upfront_NEG
worked
tamy
chapman
interesing
automation
ask
speaks
passion
infectious
dog
human
interact
doctor
biggest
money
demanding
congratulate
impress
dynamism
narrated
body
neuron
becomes
film
rome
jewish
guarantee
others
changed
aimed
affect
generation
politics
religion
private
equity
tax
legal
stefano
caselli
preparation
intake
sad
newer_NEG
ed_NEG
providing_NEG
takeaway_NEG
analysing_NEG
assessing_NEG
meet_NEG
growth_NEG
direction_NEG
grow_NEG
cryptocurrency
tought
ebook
minimal
max
changing
run
comprehensible
fashion
mandatory
bridge
agile
owner
pre
scrum
activity
role
define_NEG
length_NEG
awkward_NEG
non_NEG
speaker_NEG
tone_NEG
sentence_NEG
seems_NEG
right_NEG
access_NEG
template_NEG
internet_NEG
skit_NEG
remind_NEG
tv_NEG
distance_NEG
funny_NEG
idea_NEG
datacamp
curve
unusual
compliance
ethical
lector
intermediate_NEG
must_NEG
control_NEG
matlab_NEG
pas_NEG
j
plant
subtitle
creator_NEG
subtitle_NEG
obscure_NEG
meaning_NEG
dependent_NEG
listened
frederickson
wrote
strategy
scientific
evidence
cultivating
connection
exhaustive
fascinating
seen
lock
filler_NEG
fluff_NEG
raspberry
pi
ver
whats
favorite
scripted
recycling
chunk
proven
bravo
theoretical
apt
takeaway
leverage
attribute
tactic
architect
prestigious
solidify
curriculum
applicable_NEG
list_NEG
stack_NEG
overflow_NEG
switch_NEG
cryptic_NEG
ror_NEG
tool_NEG
ecosystem_NEG
git_NEG
github_NEG
budd
joy
sequence
explication
implement_NEG
hearing
identical_NEG
note
talk
oo
hierarchy
interface
abstract
notion
pointed
absolute_NEG
knew
virtually
various_NEG
underlying_NEG
assumption_NEG
limitation_NEG
ng_NEG
superb_NEG
leader_NEG
carefully_NEG
patiently_NEG
explain_NEG
ml_NEG
eye_NEG
together_NEG
wonderful_NEG
mentor
wonderfully
refreshment
undergrad
colleen
van
lent
michigan
introduces
responsive
near
processed_NEG
commit_NEG
:d_NEG
definitly
programme
knowing
negative
leading_NEG
stumble_NEG
medicine
drug
dealing
norm
behavior
liking
manager
fixed
enable
spent
scripting
complaint_NEG
unity_NEG
yakov
cours
sweet
disorganized
transcript_NEG
mess_NEG
generated_NEG
vocabulary_NEG
algorithm_NEG
rough_NEG
guy_NEG
talking_NEG
front_NEG
friendly_NEG
intensive
proffesors
brainstorming
pro
terminology
recommender
con
mostly
large
monotone
deploying
ide
hint
ambiguous
american
heard
achieves
intuitive
waiting
row
simplest
led
ending
wireless
exponentially
personally
thrilling
ride
fit
break
movie
discussing
marking
scheme
essay
informed_NEG
mark_NEG
received_NEG
terrible_NEG
wanna
touch
relational
specifically
sqlite
modify
written
db
true
stretch_NEG
swirl_NEG
super_NEG
appropriate_NEG
hr_NEG
googling_NEG
decipher_NEG
jargon_NEG
workable_NEG
solution_NEG
carried
obviously
riveting
weave
physic
chemistry
economics
anthropology
genetics
geology
assembly
sat
passing
annoying
grasp
property
event
object
extra
solid_NEG
foundation_NEG
javascript_NEG
enrolled_NEG
cs_NEG
grasp_NEG
responsive_NEG
became_NEG
junior_NEG
paleontology
alberta
blown
exceeded
scott
holding
attention
delivering
individually
evolutionary
tree
three
group
evolution
treat_NEG
listener_NEG
seriously_NEG
nitty_NEG
gritty_NEG
evolution_NEG
process_NEG
fine_NEG
hurt_NEG
interactive_NEG
welcome_NEG
addition_NEG
loved_NEG
fossil_NEG
joy_NEG
treasure_NEG
hopefully_NEG
share_NEG
third
completion
comparison
moocs
participated
nine_NEG
public_NEG
policy_NEG
century_NEG
female_NEG
single_NEG
colour_NEG
virginia_NEG
institutional_NEG
promoting_NEG
experienced_NEG
hoped_NEG
mooc_NEG
patiently
enhanced
mba
prep
proficiency
user
leaving
thirst
telecommunication
blowing
critical
opener
victim
m
grasping
planned
forth_NEG
screen_NEG
confusion_NEG
accessible_NEG
accurate
superficial_NEG
instructive
illustrates
energy
excersizes
suffer
breadth
occasionally
rewarding
framework
according
enrolled
unfamiliar
name
lose
pausing
returning
hungry
emphasis
failing
installment
starter
worried
connected
closely
forth
lucky
healthier
differently
choose
delicious
specified
conveyed
acceptable
correct
rounding
accept
sqrt
equivalent
decimal
place
professionally
enjoyable_NEG
wentzlaff
sync
distracting
included_NEG
suggested
acquaintance
develops
slowly
organize
assigned
chaotic
improved_NEG
quality_NEG
iteration_NEG
attend
china
chagpar
software
undestanding
functional
improved
listener
saw
jewel
gut
demand
finally
goal
conducting
apps
affirmation
anything
provoking
clunky
figured_NEG
steve
joordens
skip
concrete
difference
french
accent
due
lacking
grammar
theme
unacceptable
cloud
later
adore
excelente
charming
teradata
deserve
nature_NEG
kept_NEG
exposition_NEG
favorite_NEG
um_NEG
classroom_NEG
face_NEG
situation_NEG
studio_NEG
smoothly_NEG
present_NEG
thinking_NEG
constitution_NEG
david
spoke
deliberate
difficulty
tableau
needing
recommendation
subtlety
webpage
independent
exceptional
remaining
altogether_NEG
decision_NEG
reviewed_NEG
reasoning_NEG
alone_NEG
dropped_NEG
four_NEG
star_NEG
effort_NEG
five_NEG
dragging_NEG
inclined
naturally
college
somehow
circumstance
permit_NEG
crowdsourcing
aid
missed
wrong
story
pursue
visualize
ruby
rail
site
air
logically
plenty
co
founder
empowered
defeated
gone
reflected
till
showing_NEG
developing_NEG
nodejs_NEG
insists_NEG
powerpoint_NEG
slide_NEG
medium_NEG
communicating_NEG
simply_NEG
copying_NEG
pasting_NEG
explaining_NEG
line_NEG
dealing_NEG
solving_NEG
pluralsight_NEG
practise
programing
scala
musical_NEG
understood_NEG
blue_NEG
giving_NEG
reality_NEG
appreciated_NEG
knowing_NEG
communicate_NEG
listening_NEG
missed_NEG
none_NEG
audience_NEG
somewhat
recording
cumbersome
downloads
playback
scale
perceived_NEG
commendable_NEG
job_NEG
particular_NEG
improvise_NEG
cumbersome_NEG
consuming_NEG
perhaps
sake_NEG
nuance_NEG
permanent_NEG
practicing_NEG
definitely_NEG
grader
buggy
wasted_NEG
ta
bring
devoted
cleared
tom
mosher
sought
finding
participate
race
package
fed
remove
economy
buying
selling
government
bond
effect
neat
submit
whatever
criterion
evaluating_NEG
performed_NEG
therefore_NEG
capstone_NEG
worth_NEG
ask_NEG
colleague_NEG
shape
layman
whoever
live
nutritional
stopped
scientific_NEG
hoping_NEG
surely
privilege
harder
receive_NEG
beforehand_NEG
suggestion
meet
mother
kid
executed
paying
depends
googled_NEG
enhances_NEG
reality
hood
earlier
comp
lose_NEG
michel
girardin
ba
phd
outcome_NEG
discussed_NEG
sort_NEG
complicated_NEG
awful_NEG
frequent_NEG
m_NEG
interact_NEG
ashamed_NEG
disappointing_NEG
top_NEG
boat_NEG
tell_NEG
rich_NEG
taste_NEG
kinda
problematic
solve_NEG
external_NEG
enrich
robot
control
textbook
abandoned
couple
deliver_NEG
message_NEG
efficient_NEG
motivating_NEG
pun
intended
emotion
philosophical
korean
sentence
undergoing
shift
mix
promotion
placement
rate
ultimately
optional
consuming
response
solve
mathematician_NEG
exactly_NEG
poorly_NEG
asking_NEG
strategy_NEG
unhelpful_NEG
remark_NEG
unprofessional_NEG
behavior_NEG
handle_NEG
early_NEG
semantics_NEG
lead_NEG
error_NEG
wrongly_NEG
assumed_NEG
stuck_NEG
helping_NEG
initial_NEG
logic_NEG
fixed_NEG
fix_NEG
stop_NEG
euler_NEG
let_NEG
save_NEG
blindly_NEG
ultimately_NEG
unless_NEG
obtain_NEG
certificate_NEG
simplify
journalism
link
behaviour
navigating
unknown
egerstedt
hardest
reminded
differential
half
gcp
lab
seeing
service
action
guidance
achieve
asking
humour
increasing
tuning
matrix
unfortunate_NEG
electric
department
geared
target_NEG
practitioner
rating
basically
along_NEG
ok_NEG
analytics_NEG
chunk_NEG
thrown_NEG
organized_NEG
coursethank
northwestern
dave
caused
comfort
sprint
actionable
experimentation
quantitative
huge
slight
drawback
nature
responsibility
host
speak
succeeded
walking
integration
io_NEG
app_NEG
teamwork_NEG
genuine_NEG
commitment_NEG
high_NEG
crystal_NEG
skipped_NEG
item_NEG
return_NEG
educator_NEG
publicly_NEG
praise_NEG
uc_NEG
irvine_NEG
exceptional_NEG
faculty_NEG
member_NEG
believed
night
margaret
didatic
facilitates
closing
overlooked
emphasized
close_NEG
environment_NEG
general_NEG
sparked
oil
gas
addition
expanding
blend
knowledgable
scandinavian
earth
proposed
blah
notebook
pedagogical
variation
outlier
computational
remark
fist
road
revision
github
account
studio
analyst
proud
ready
plunge
diplomacy
scope
looked
essay_NEG
allot
korean_NEG
cultural_NEG
traditional_NEG
thankful_NEG
transformed
consumer
excellently
shapiro
obligation
lifetime
ranking
relates
actively
participates
cancelled
announced
assessed
numerous
concern
brushed
unprofessional
auto
output
auto_NEG
grader_NEG
rewatch
redo
separate
improves
proffesor
draw
prompt
context
list
practicing
passed
website_NEG
experimenting_NEG
tag_NEG
colleen_NEG
except_NEG
feature_NEG
comparison_NEG
unlike
reply_NEG
thread_NEG
ta_NEG
may_NEG
active_NEG
watched_NEG
closely_NEG
ot
completing_NEG
trouble_NEG
attending_NEG
watching_NEG
capable_NEG
result_NEG
shop
brando
speaking
lost
size
documentation
invented
wanting
active
regular
matching
editor
grown
past
applying
cheer
luck
sedgewick
depicted
faculty
treatment_NEG
realistic_NEG
theorical
pratical
cyber_NEG
security_NEG
psychological_NEG
brief_NEG
law_NEG
related_NEG
maturity_NEG
moreover_NEG
efficiently_NEG
crafted_NEG
spending_NEG
whether_NEG
interview_NEG
perspective_NEG
speed_NEG
divided
doesnt_NEG
dont_NEG
luck_NEG
versed
confidently
lower_NEG
phrase_NEG
secondary_NEG
piece_NEG
referring_NEG
supposed_NEG
presentation_NEG
essential_NEG
coursework_NEG
pace_NEG
rushed
quote
rarely
bother
elaborate
serve
repeat
duration
translation_NEG
flawed_NEG
spanish_NEG
obligatory_NEG
rarely_NEG
bother_NEG
worst_NEG
toolbox
supported
motivate
clean
cheap
organic
alternative
traditional
silicon
scholarly
examining
potential
hundred
thousand
gratitude
frustration
incorrectly
systematic
meta
stats
recall_NEG
college_NEG
balanced
selection
provision
endless
rambling
unlike_NEG
avoid_NEG
alternative_NEG
complaining
delay
launching
google
apps_NEG
moment_NEG
whole_NEG
particularly_NEG
unit_NEG
autograder_NEG
detract_NEG
motivated_NEG
challenge_NEG
doubt_NEG
expressed_NEG
ordinary
perfection
inspired
cook
hoping
integrating
vision
landscape
phase
correspond_NEG
document_NEG
south
mystery
novice_NEG
higher
confusing
recognition
pin
fly
common
check
courser
limiting
navigate
app
couse
medical
utility
eager
manage
innovative
talk_NEG
install_NEG
supplemental
reinforcement
definite
obtain
kit
transgender
academy
early
molecular
uc
san
diego
procrastination
lhtl
crisp
significantly
systematically
blame
swift
probability
isnt
appears_NEG
happening_NEG
horrible_NEG
dictionary
tuples
success
coolest_NEG
talked_NEG
rule_NEG
pitfall_NEG
toward_NEG
positive_NEG
exclusively_NEG
net_NEG
youtube_NEG
worse_NEG
useless_NEG
upper_NEG
neither_NEG
load_NEG
encouraging_NEG
light_NEG
duration_NEG
exposure_NEG
academically_NEG
checking_NEG
antitrust
copyright
practitioner_NEG
major_NEG
player_NEG
digital_NEG
market_NEG
talented
memorable
managing
credit
card
loan
insurance
economics_NEG
finance_NEG
carefully
pressure
stop
pick
placed
commute
impacted
perception
poetry
spreading
guest
seemed
biased
educated
foreigner
america
foreign
mass
disadvantage
preparatory
description
relating
rdd
v
dataframe
dataset
latency
heather
taste
glance
beginer
imagined_NEG
large_NEG
western_NEG
thinker_NEG
diverse_NEG
perception_NEG
opening_NEG
surely_NEG
critically_NEG
avenue
manual
pleasant
actual
desk
concentrate_NEG
separate_NEG
native
speaker
broaden
uncertainty
gained
apart
daniel
egger
party
existing_NEG
aim
soo
remembered
allowed
plagiarism
mindset
succeed
competitive
period
articulate
dislike
particular
analyzing
irritating
saved
sample_NEG
decided_NEG
retake_NEG
mathematics
okay
segment
claim
law
versus
shit
married
capable
tension
joining
pleased
intent
luc
daily_NEG
watch_NEG
caught_NEG
avoiding
manual_NEG
element_NEG
biodiversity
planet
root
whet
speech
understood
clarify
objective
orienting
surrounding
decision
addressed_NEG
surrounding_NEG
energy_NEG
built_NEG
ensure_NEG
exhaustive_NEG
coverage_NEG
crafted
angular
transformation
jogesh
muppala
prove
worthy
revised
static
engagement_NEG
sounded_NEG
stats_NEG
relaxing
attentive
beginning_NEG
third_NEG
entertainment
holistic
catch
deadline
dognition_NEG
sound_NEG
patient
dramatically
standard
pedagogy
cheap_NEG
seminar_NEG
soon
compassion
properly
fran
man
thnx
closed
exam
compare
official
havent
build_NEG
direction
scope_NEG
wouldnt
programm
intimidated_NEG
emily
carlos
didactic
thread
european
german
dutch
followup
vegan
sweden
tend
born
usa
obesity
higly
processed
japan
interactivity
desiring
enthusiast
guided
digging
theoritical
covering_NEG
actual_NEG
international_NEG
wasting_NEG
recorded
exceptionally
additionally
fantastic_NEG
gotten_NEG
answering_NEG
superficial
left
subjectivity
former
assumes
openly
jim
fowler
corporate
equipped
martin
variety
pm
reliance
pmi
requirement
obtaining
certification
calculate_NEG
equation_NEG
fail_NEG
electronics
understands
relation
rethink
volunteer
member
reduction
simplicity
anybody
faced
sketch
install
running
create
gui
five
ionic
soft
;)
sorting
bubble
sort
operator
exception
meant_NEG
markov_NEG
predictive_NEG
failed_NEG
harsh_NEG
output_NEG
allowed_NEG
produced_NEG
input_NEG
verify_NEG
wrote_NEG
updated_NEG
clearer_NEG
observation
realized
hear
seo_NEG
transition
acquires
responds
infection
affected
condition
biological
diagnostic
calm
convincing
methodical
grasping_NEG
formation_NEG
repetition_NEG
revision_NEG
kudos_NEG
enabled_NEG
interresting
comprehension
grad
getting_NEG
rusty_NEG
refresh_NEG
reply
timely
missing_NEG
travel
happened
parse
drove
reinforcing_NEG
booklet
reminder
assigments
upload
txt
achieve_NEG
objective_NEG
software_NEG
goal_NEG
multiply_NEG
estimated_NEG
kaggle_NEG
competition_NEG
damn_NEG
pharma
partner
stakeholder
accomplish
involving
massive
familiarity
mountain
kick
travelling
extent
shaped
bored
digest_NEG
vague
failed
uni
irrelevant
visualisation
int
hunting
campus
balanced_NEG
retain
apis
regex
welcome
spoiled
typo
pronunciation
ethic
improving_NEG
communication_NEG
workplace_NEG
trend
broken
clearing
gentleman
lived
era
division
literature
tremendously
quincy
b
dd
counting
immediately
bogged
phenomenal
positivity
india
russian
punctuation
criticism
kinematics
particle
rigid
aside
frustrated
helpless
head
wall
quit
agree
yes
finishing
latter
greater
master_NEG
valuable_NEG
prepares_NEG
hinton_NEG
mentality_NEG
rewarding_NEG
enthusiastically
load
transaction
microbiome
handle
formal_NEG
explicitly_NEG
requiring_NEG
algebra_NEG
industry_NEG
unfair_NEG
brilliant_NEG
soft_NEG
overcome_NEG
feeling_NEG
overwhelmed_NEG
mentioning_NEG
setting_NEG
suited_NEG
driven_NEG
hint_NEG
applying_NEG
simpler_NEG
hardware
lively
clip
valid
meaningful
receiving
shallow
gather
venture
capital
orator
wind
participating
corse
sale
telling
sell
construction
rush
respective_NEG
requires_NEG
prove_NEG
price_NEG
optimization_NEG
huge_NEG
importance_NEG
revenue_NEG
activity_NEG
discipline
disconnect
classroom
oftentimes
cute
tech
graph
perform_NEG
documentary
entry
consultant
aways
deck
undergraduate
trip
trick
absorbing
balancing
chance
ecosystem
tell
someday
legend
adequate
attain
repeatedly
update
reflect
adding
renewable
environmental
consideration
shorter
fully
hci
pdf
syntax
ian
ensured
usa_NEG
harder_NEG
oversimplified
growth
preferred
none
consumer_NEG
journey_NEG
insightful_NEG
flaw
graphlab
doesnt
scikit_NEG
ago
lmu
tobias
pomodoro
external
frequent
negotiating
sit
completed_NEG
targeted
save
mathematic
speciality
prepare
enables
tackle
simultaneously_NEG
helpfull
harris
usage
dream
shared
extended
cost
respective
buy_NEG
delicate
purpose
solved
spartan
trigonometry
stay
coherent
motivational
steep
promoted
acquire
specially_NEG
trajectory_NEG
progressed
clause
api
json
xml
validated
conclusion
client
linking
precious
stone
attempting
path
furthering
attending
formal
reported
pad
paste
mental
brush
needle
item
recall
combination_NEG
history_NEG
tightly_NEG
integrated_NEG
three_NEG
discrete_NEG
merged_NEG
basement
front
opening
testing
pay
princeton
wont
printing
prerequisite_NEG
grasped_NEG
product_NEG
incredible_NEG
pc_NEG
total
engagement
tricky_NEG
except
reduces
miss
barbra
algorithmic
guideline
careful
broad_NEG
breadth_NEG
difficulty_NEG
definition_NEG
impact_NEG
inference_NEG
expecting_NEG
incorrect_NEG
downloadable_NEG
octave_NEG
tuning_NEG
focusing
picking
struggling
nut
bolt
handy
disappointing
contrary
afford
impressed_NEG
productivity
humor
diagram
consistent_NEG
furthermore_NEG
visual_NEG
aid_NEG
chosen_NEG
whatsoever_NEG
usually_NEG
tackle_NEG
previously_NEG
independently_NEG
potential_NEG
towards_NEG
cornerstone
polished
split
treatment
et
al
rushed_NEG
jonathan
tomkin
fantastically
compiled
invaluable
experiential
changer
prerequisite
asset
macro
justice
fee
commitment
respected
faster_NEG
named_NEG
tend_NEG
concerned_NEG
seen_NEG
perl_NEG
flexible_NEG
exists_NEG
rare_NEG
ableton
daw
wider
evolve
methodological
reviewing
rigor
introducing_NEG
derivation_NEG
key_NEG
mathematical_NEG
underpinnings_NEG
dependence
minus
gayle
allard
instructional
weight
stupid
predefined
unclear
last_NEG
child_NEG
nutrition_NEG
aligned
double
win
delf
creation
formally
page
deepen
intuition_NEG
circuit_NEG
instance_NEG
buck_NEG
qualitative_NEG
standpoint_NEG
empathetic
user_NEG
nlp
http
www
com
installing
eventually
org
vignette
reduced
turn
trained
performed
demo
realise
monogame
utmost
zeal
challenged
deep_NEG
suggests
benefited
spaced
repetition
mongo
deliver
teh
reach
carrier
mine
hesitant
reluctant
simplified
loading
datasets
plotting
epic
incorporated
famous
market
overly_NEG
simplistic_NEG
charles_NEG
severance_NEG
balance_NEG
love_NEG
bonus_NEG
kinda_NEG
contrast
talent
debate
stunning
rajagopal
raghunathan
iese
apparatus
technics
mass_NEG
photographer_NEG
whetted
appetite
visualization
healthcare
completing
budget
director
esl
supplement_NEG
ie_NEG
chapter_NEG
illustrate_NEG
tiny
partially
skeleton
pain_NEG
object_NEG
security
primer
willing
pat
pattison
songwriting
realize_NEG
existed_NEG
discovery_NEG
called_NEG
song_NEG
art_NEG
jones
strictly_NEG
curator
procrastination_NEG
hlavac
besides
congrats
optimize
beforehand
filter
quantity
man_NEG
original_NEG
gender
spectrum
surroundings
strengthen
acceptance
diversity
articulation
-->
staying
hit
lay
conducted
updated
defiantly
taster
vast
simplistic
belief
accepting
generalized
cybersecurity
passionated
establish
inclined_NEG
covach
mentality
hopeful_NEG
biomedical_NEG
thematic
weekly
awful
:(
leveraging
brand
distance
revolutionary
france
mcphee
usable
entrepreneur
ancient_NEG
mandatory_NEG
ui
skyhorse
randy
advise
buy
edx
udemy_NEG
beverage
endeavor
weekend
diffuse
mode
overcome
technic
colorful
raj
budding
marvelous
directive
cousre
marketer
template
elite
meter
staring
surprised
gentle
warm
encouraging
contribution
massively
nordic
rise
classical
speed
freely
studying_NEG
mean
idiot
meteor_NEG
integrated
dont
per_NEG
se_NEG
companion
jong
moon
chung
citizen_NEG
legal_NEG
act_NEG
epidemic_NEG
party_NEG
terribly
seriously
suit
expect
leap
spanish
genetic
translate
printer_NEG
break_NEG
genetic_NEG
letter_NEG
translating_NEG
plus_NEG
sequence_NEG
formatted_NEG
printing_NEG
image_NEG
copy_NEG
editor_NEG
cousera_NEG
freedom
mention
answered
potentially
relying
juicy
tuned
express_NEG
gratitude_NEG
earlier_NEG
reach_NEG
rushing
appeared
hopeful
screen
ex
egypt
copy
wealth
containing
varied
density
portion
successfully
contributed
happen
muy
interesante
nanotechnology
valued
imagine
photography
photography_NEG
role_NEG
historic_NEG
capture_NEG
social_NEG
observation_NEG
artistic_NEG
interpretation_NEG
statement_NEG
photograph_NEG
artist_NEG
photographic_NEG
represent_NEG
compose_NEG
develop_NEG
creatively_NEG
rewind_NEG
board_NEG
sharing_NEG
walk
throughs
flowed
consistency_NEG
bussiness
strategist
embrace
origin
copenhagen
afraid_NEG
sized
prototype
attack
collection
approaching
addiction
behavioral
addressed
kang
alphabet
glimpse
dirty
urging
astrobiology
approached
lens
camera
attended
severence
autograder
stiff
strict
prone
stress_NEG
somewhere_NEG
chinese
exemples
scipy
sobre
el
del
el_NEG
curso_NEG
en_NEG
la_NEG
lo_NEG
persona_NEG
brain_NEG
age_NEG
barbara_NEG
oakley_NEG
terrence_NEG
sejnowski_NEG
commentary
seek
moma
superior
effective_NEG
capacity_NEG
sa_NEG
iot_NEG
device_NEG
embedded_NEG
researching_NEG
undergrad_NEG
stepping
finished_NEG
attempt_NEG
awareness_NEG
pattern_NEG
fails_NEG
leadership_NEG
influence_NEG
intention_NEG
discount_NEG
translated_NEG
physical_NEG
comparing_NEG
bought_NEG
conversation_NEG
allows_NEG
explore_NEG
ability_NEG
appear_NEG
intelligent_NEG
considers_NEG
promise_NEG
delivers_NEG
planned_NEG
executed_NEG
understands_NEG
success_NEG
unfolded
secret
influence
familiarizing_NEG
sorry
genial
cheerful
forever
wade
enrol
didnt
appropriate
anticipated
span
dash
numpy
mohamed
timeline
glossary
transcript
yo
target
complement
logistic
grounding
lucidly
flow
distributed
pull
examined
push
excellant
enormous
fails
lector_NEG
administered
ed
silly
politics_NEG
acquired_NEG
:d
digest
smart
revenue
teached
bocconi
decent_NEG
camp_NEG
engaged
educative
editing
proofreading
continues
douglas
kearney
wishing
coaching
intentional
panda_NEG
random
advance
category
gluten
unnecessary
dust
hat
summarizing
reflect_NEG
tightly
bound
joined
associate
whose
shanghai
ww
curio
wisdom
intresting
analyzed
downgrade_NEG
disappointment_NEG
authority_NEG
tried_NEG
speak_NEG
phone_NEG
ended_NEG
center_NEG
operation_NEG
tu
animal
cognition
debunks
intelligence
ranging
ant
ape
wolf
society
achievement
collen
continuity
qualified
cand
arrangement
slidify
elsewhere
daughter
programmed_NEG
tedious_NEG
ensemble
touched_NEG
mode_NEG
anymore_NEG
thankyou
uci
fulfillment
peace
stress
concentrated
leveraged
facial
style_NEG
plan_NEG
soon_NEG
asd
deepen_NEG
asd_NEG
platform_NEG
compared_NEG
toy_NEG
almost_NEG
un_NEG
plenty_NEG
boilerplate_NEG
event_NEG
xcode_NEG
smooth_NEG
swift_NEG
syntax_NEG
clean_NEG
choose_NEG
play
introductory_NEG
straight_NEG
guideline_NEG
recomend_NEG
effectively_NEG
congratulation_NEG
bitcoin
blockchain
clinical
clinician
ceiling
corner
truth
ongoing
leave
unanswered
glaring
variety_NEG
datasets_NEG
inform_NEG
alternate_NEG
dataset_NEG
gateway_NEG
searching_NEG
worded_NEG
including_NEG
failure_NEG
broader_NEG
considered_NEG
weekly_NEG
submission_NEG
term_NEG
adding_NEG
seek_NEG
cut_NEG
precious_NEG
scenario_NEG
lazy_NEG
statistician_NEG
attention_NEG
innovation
accompanying
absorb
sight
sens
tag
office
hong
kong
plus
employee_NEG
impey
skilled
reinforce
vocalization
fragment
guess_NEG
constructed_NEG
certainly_NEG
current_NEG
busy_NEG
repeating_NEG
smooth
fear
involve
considerate
tad
quiet
cooky
:p
analytic
consequence
known
cost_NEG
reminder_NEG
outline_NEG
principle_NEG
internalize
undertook
enunciation
command
extraordinary
initially
optimism
weekend_NEG
night_NEG
wait_NEG
assistant_NEG
regular_NEG
becomes_NEG
impossible_NEG
foundational
girl
beautiful
blow
refresh
cant_NEG
determined_NEG
passion_NEG
rely_NEG
blog_NEG
thats_NEG
nut_NEG
bolt_NEG
fhir
specialist
magical
territory
regardless
cut
scene
haha
debt
glucose
diabetes
exist
pca
optimization
convenient
excuse
cyber
md
inspiration
pushing
article
blue
ensures
normal
returned
solver
sorted
pca_NEG
linked_NEG
meditation_NEG
leaned
ai
dish
showed
dedicated
lightly
sometime
merely
newspaper
greatest
held
restricted_NEG
engage_NEG
conveys_NEG
deepest_NEG
involved_NEG
bringing_NEG
developement
meteor
mining
repeating
anyway
sounding
conversational
pause
live_NEG
multiple_NEG
demo_NEG
lab_NEG
responded_NEG
span_NEG
immediately_NEG
resolved_NEG
download_NEG
pdf_NEG
reference_NEG
accurately
centric
luxury
rigour
hold
brook
redundant
awe
checked
kid_NEG
graduating_NEG
incorrect
gold_NEG
stand_NEG
endeavor_NEG
dig
document
laid
choosing
hospital
trivial_NEG
simplifying_NEG
choppy
angular_NEG
provides_NEG
interleaved
approximation
approximation_NEG
obscure
typo_NEG
individually_NEG
deal_NEG
professionalism_NEG
notch_NEG
playful
begineers
coursethanks
observe
currently
graduation
ceremony
confusion
fulfilling
pragmatic
analyse
effect_NEG
health_NEG
resourceful
truely
certified
ableton_NEG
networking_NEG
fellow_NEG
daw_NEG
personally_NEG
fully_NEG
nonsense_NEG
blend_NEG
distinguish_NEG
stranger
handling_NEG
canvas_NEG
competent
twitter
pr
handsome
store
manipulate
rapid
strange
atomic
hitoshi
murayama
begginers
galaxy
recorded_NEG
pursue_NEG
fall_NEG
trade
dinamic
elegant
imagery
bullet
revised_NEG
epigenetics
growing
associated
enterprise
box_NEG
multitasking
till_NEG
bachelor
bug
complemented
highlighted
bayesian
derivation
accountable
casting
beatiful
relatable
proprietary
exploratory
harm_NEG
er
powerful_NEG
improvisation
ear
musical
playground
connect
undergraduate_NEG
graduate_NEG
efficiency_NEG
benifit
foot_NEG
wet_NEG
ideal_NEG
conceptual_NEG
calculation_NEG
hangul
phrase
signing
fortunately
length
smartly
hr
onto
proud_NEG
confidence_NEG
hero
passionate_NEG
;)_NEG
programmer_NEG
sql_NEG
translated
accent_NEG
stressing_NEG
said_NEG
spoil
demand_NEG
boneh
readable
broke
suffers
chrome
console
facilitate_NEG
collaboration_NEG
formulate
forgot
inside
appealing
creativity_NEG
article_NEG
firstly
ridiculous
secondly
poem_NEG
encountered_NEG
scoring
precisely
sign
advertised
umich
wondering
walked
blogging
turned
flavor
reduce
conceptual
submit_NEG
incremental_NEG
expensive_NEG
shop_NEG
open_NEG
photo_NEG
favor
believer
jerry
roth
julie
schmidt
discouraged
judgement
illustrated_NEG
clarity
projection
board
requisite
accounting_NEG
remains_NEG
focused_NEG
financial_NEG
assimilate
barry
somethings
luckily
eat
jana
monetary
realy
accuracy
setup
sequencing
quick_NEG
cant
remind
laugh
seamless
persistence
dev
box
valuation
simulator
perform
grip
composed
spanning
saved_NEG
bunch_NEG
phase_NEG
remember_NEG
abstract_NEG
vector_NEG
derivative_NEG
grip_NEG
coupled
theorem
facilitate
jumping_NEG
dictionary_NEG
dict_NEG
angularjs
went
zero
infographics
journalist
adobe
illustrator
walking_NEG
zero_NEG
ai_NEG
ridiculous_NEG
scoring_NEG
equal_NEG
adobe_NEG
journalist_NEG
circumstance_NEG
infographics_NEG
worked_NEG
fly_NEG
known_NEG
signed_NEG
rely
thinker
western
eloquent_NEG
bag_NEG
detached_NEG
expects_NEG
guided_NEG
comfortable_NEG
suspect_NEG
anonymous_NEG
stopper_NEG
junior
approachable
rundel
encountered
markdown
constantly
petty_NEG
criticism_NEG
rundel_NEG
utilized_NEG
globally_NEG
rational
initiate
six
sigma
lections
vectorized
suddenly
clicked
becoming
stable
unnecessarily
analogy
biotechnology
retrieve
prepares
sth
digging_NEG
strength_NEG
efficiency
wholly
dealt
ajax
liberal
conservative
miss_NEG
fascinating_NEG
enriched_NEG
foundamental
brillant
thermodynamics
beauty
lie
biology_NEG
cancer_NEG
nonetheless_NEG
canvas
prominent
evaluate
aligned_NEG
ideally_NEG
quantitative_NEG
compulsory_NEG
npl_NEG
stressful_NEG
diy_NEG
bio
belt
submitted
breast
cancer
survivor
nurse
sufficiently
focussed
hugely
oportunity
gradually
became
productive
thus
performing
uk
stressful
barrier_NEG
educational_NEG
stage_NEG
biggest_NEG
stupid_NEG
natural_NEG
mechanism_NEG
avoiding_NEG
pomodoro_NEG
brings_NEG
confident_NEG
spotty
pulled
widely
supplementary
elaborating
piqued
leader
buddhism
secular
spiritual
happens
immense
irrespective
curve_NEG
intersting
exiting
